{
    "Ekspresi-ekspresi umum": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=1",
        "0": "Be careful. Hati-hati.",
        "3": "Be careful driving. Hati-hati mengemudi.",
        "6": "Can you translate this for me? Apakah Anda bisa terjemahkan ini untuk saya?",
        "9": "Chicago is very different from Boston. Chicago berbeda sekali dari Boston.",
        "12": "Don't worry. Jangan kuatir.",
        "15": "Everyone knows it. Setiap orang tahu hal tersebut.",
        "18": "Everything is ready. Semuanya siap.",
        "21": "Excellent. Hebat.",
        "24": "From time to time. Dari waktu ke waktu.",
        "27": "Good idea. Ide yang bagus.",
        "30": "He likes it very much. Dia suka sekali hal tersebut.",
        "33": "Help! Tolong!",
        "36": "He's coming soon. Dia segera datang.",
        "39": "He's right. Dia benar.",
        "42": "He's very annoying. Dia sangat menjengkelkan.",
        "45": "He's very famous. Dia sangat terkenal.",
        "48": "How are you? Apa kabar?",
        "51": "How's work going? Bagaimana pekerjaan?",
        "54": "Hurry! Cepat!",
        "57": "I ate already. Saya sudah makan.",
        "60": "I can't hear you. Saya tida bisa mendengar Anda.",
        "63": "I'd like to go for a walk. Saya mau jalan-jalan di luar sebentar.",
        "66": "I don't know how to use it. Saya tidak tahu bagaimana menggunakannya.",
        "69": "I don't like him. Saya tidak suka dia.",
        "72": "I don't like it. Saya tidak suka itu.",
        "75": "I don't speak very well. Saya tidak berbicara dengan baik.",
        "78": "I don't understand. Saya tidak mengerti.",
        "81": "I don't want it. Saya tidak mau.",
        "84": "I don't want that. Saya tidak mau itu.",
        "87": "I don't want to bother you. Saya tidak mau mengganggu Anda.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I feel good. Saya merasa baik.",
        "94": "If you need my help, please let me know. Kalau Anda perlu bantuan, tolong bilang saya.",
        "97": "I get off of work at 6. Saya selesai bekerja jam enam.",
        "100": "I have a headache. Saya sakit kepala.",
        "103": "I hope you and your wife have a nice trip. Saya harap perjalanan Anda dan istri menyenangkan.",
        "106": "I know. Saya tahu.",
        "109": "I like her. Saya suka dia.",
        "112": "I'll call you when I leave. Saya akan telepon Anda waktu saya berangkat.",
        "115": "I'll come back later. Nanti saya kembali.",
        "118": "I'll pay. Saya bayar.",
        "121": "I'll take it. Saya ambil itu.",
        "124": "I'll take you to the bus stop. Saya antar Anda ke halte bis.",
        "127": "I lost my watch. Saya kehilangan jam tangan.",
        "130": "I love you. Saya cinta kamu.",
        "133": "I'm an American. Saya seorang Amerika.",
        "136": "I'm cleaning my room. Saya sedang membersihkan ruangan saya.",
        "139": "I'm cold. Saya dingin.",
        "142": "I'm coming to pick you up. Saya datang untuk menjemput Anda.",
        "145": "I'm going to leave. Saya akan berangkat / pergi.",
        "148": "I'm good, and you? Saya baik-baik saja, dan Anda?",
        "151": "I'm happy. Saya gembira / bahagia.",
        "154": "I'm hungry. Saya lapar.",
        "157": "I'm married. Saya sudah menikah.",
        "160": "I'm not busy. Saya tidak sibuk.",
        "163": "I'm not married. Saya tidak menikah.",
        "166": "I'm not ready yet. Saya belum siap.",
        "169": "I'm not sure. Saya kurang yakin.",
        "172": "I'm sorry, we're sold out. Maaf, barang-barangnya sudah terjual.",
        "175": "I'm thirsty. Saya haus.",
        "178": "I'm very busy. I don't have time now. Saya sibuk sekali. Saya tidak punya waktu sekarang.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "I need to change clothes. Saya perlu mengganti pakaian.",
        "185": "I need to go home. Saya perlu pulang ke rumah.",
        "188": "I only want a snack. Saya hanya mau sebuah snack.",
        "191": "Is Mr. Smith an American? Apakah Pak Smith seorang Amerika?",
        "194": "Is that enough? Apakah cukup?",
        "197": "I think it's very good. Saya kira itu enak sekali.",
        "200": "I think it tastes good. Saya kira rasanya enak.",
        "203": "I thought the clothes were cheaper. Saya pikir pakaiannya lebih murah.",
        "206": "It's longer than 2 miles. Lebih panjang dari dua mil.",
        "209": "I've been here for two days. Saya sudah di sini selama dua hari.",
        "212": "I've heard Texas is a beautiful place. Saya pernah dengar kalau Texas tempat yang indah.",
        "215": "I've never seen that before. Saya belum pernah lihat itu sebelumnya.",
        "218": "I was about to leave the restaurant when my friends arrived. Saya hampir meninggalkan restoran waktu teman saya tiba.",
        "221": "Just a little. Hanya sedikit.",
        "224": "Just a moment. Hanya sebentar.",
        "227": "Let me check. Mari saya lihat.",
        "230": "Let me think about it. Saya pikir-pikir dulu.",
        "233": "Let's go have a look. Ayo kita lihat",
        "236": "Let's practice English. Mari kita latihan bahasa Inggris.",
        "239": "May I speak to Mrs. Smith please? Bisa saya bicara dengan Bu Smith?",
        "242": "More than that. Lebih daripada itu.",
        "245": "Never mind. Tidak apa-apa",
        "248": "Next time. Lain kali",
        "251": "No. Tidak",
        "254": "Nonsense. Omong kosong",
        "257": "No, thank you. Tidak, terima kasih",
        "260": "Nothing else. Tidak ada lagi",
        "263": "Not recently. Tidak belakangan ini",
        "266": "Not yet. Belum",
        "269": "Of course. Tentu saja",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Okay. Oke",
        "276": "Please fill out this form. Tolong isi formulir ini",
        "279": "Please take me to this address. tolong antar saya ke alamat ini",
        "282": "Please write it down. Tolong tulis",
        "285": "Really? Masa?",
        "288": "Right here. Sebelah sini",
        "291": "Right there. Sebelah sana",
        "294": "See you later. Sampai nanti",
        "297": "See you tomorrow. Sampai besok",
        "300": "See you tonight. Sampai nanti malam",
        "303": "She's pretty. Dia cantik",
        "306": "Sorry to bother you. Maaf mengganggu",
        "309": "Stop! Berhenti!",
        "312": "Take a chance. Ambil kesempatan",
        "315": "Take it outside. Bawa keluar",
        "318": "Tell me. Katakan pada saya",
        "321": "Thanks for everything. Terima kasih untuk semuanya",
        "324": "Thanks for your help. Terima kasih atas bantuanya",
        "327": "Thank you. Terima kasih",
        "330": "Thank you miss. Terima kasih, mbak",
        "333": "Thank you sir. Terima kasih, pak",
        "336": "Thank you very much. Terima kasih banyak",
        "339": "That looks great. Kelihatannya bagus",
        "342": "That's alright. Tidak apa-apa",
        "345": "That's enough. Cukup sudah",
        "348": "That's fine. Tidak apa-apa",
        "351": "That's it. Itu saja",
        "354": "That smells bad. Itu bau sekali",
        "357": "That's not fair. Itu tidak adil",
        "360": "That's not right. Itu tidak benar",
        "363": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "364": "That's right. Itu benar",
        "367": "That's too bad. Wah, sayang sekali",
        "370": "That's too many. Itu terlalu banyak",
        "373": "That's too much. Itu terlalu banyak",
        "376": "The book is under the table. Buku itu ada dibawah meja",
        "379": "They'll be right back. Mereka akan segera kembali",
        "382": "They're the same. Mereka sama saja",
        "385": "They're very busy. Mereka sangat sibuk",
        "388": "This doesn't work. Ini tidak jalan",
        "391": "This is very difficult. Ini sulit sekali",
        "394": "This is very important. Ini penting sekali",
        "397": "Try it. Cobalah",
        "400": "Very good, thanks. Baik sekali, terima kasih",
        "403": "We like it very much. Kami senang sekali",
        "406": "Would you take a message please? Apa anda mau menerima pesan?",
        "409": "Yes, really. Iya, betul",
        "412": "You're beautiful. Anda cantik sekali",
        "415": "You're very nice. Anda baik sekali",
        "418": "You're very smart. Anda pandai sekali",
        "421": "Your things are all here. Semua abrang anda ada disini"
    },
    "Salam": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=2",
        "0": "Certainly! Tentu saja!",
        "3": "Good afternoon. Selamat sore.",
        "6": "Good evening sir. Selamat malam, Pak.",
        "9": "Good Luck. Semoga beruntung.",
        "12": "Good morning. Selamat pagi.",
        "15": "Great. Hebat.",
        "18": "Happy Birthday. Selamat ulang tahun.",
        "21": "Have a good trip. Selamat jalan.",
        "24": "Hello. Halo.",
        "27": "Nice to meet you senang bertemu dengan anda",
        "30": "Please call me. Tolong telpon saya"
    },
    "Perjalanan, arah": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=3",
        "0": "About 300 kilometers. Sekitar tiga ratus kilometer.",
        "3": "A one way ticket. Tiket sekali jalan.",
        "6": "Are you going to help her? Apakah Anda akan menolong dia?",
        "9": "A round trip ticket. Tiket pulang pergi.",
        "12": "At what time? Pada jam berapa?",
        "15": "Can I make an appointment for next Wednesday? Bisa saya buat janji untuk hari Rabu minggu depan?",
        "18": "Can you repeat that please? Apakah Anda bisa ulangi lagi?",
        "21": "Does this road go to New York? Apakah jalan ini menuju New York?",
        "24": "Do you have enough money? Apakah Anda punya cukup uang?",
        "27": "Do you know how to cook? Anda bisa memasak?",
        "30": "Do you know what this says? Anda tahu ini bilang apa?",
        "33": "Do you want me to come and pick you up? Apakah Anda ingin saya datang dan menjemput Anda?",
        "36": "Follow me. Ikuti saya.",
        "39": "From here to there. Dari sini ke sana.",
        "42": "Go straight ahead. Jalan lurus saja.",
        "45": "Have you arrived? Sudah sampai?",
        "48": "Have you been to Boston? Apakah Anda pernah di Boston?",
        "51": "How do I get there? Bagaimana saya bisa ke sana?",
        "54": "How do I get to Daniel Street? Mana jalan ke Jalan Daniel?",
        "57": "How do I get to the American Embassy? Mana jalan ke Kedutaan Besar Amerika?",
        "60": "How long does it take by car? Makan waktu berapa lama dengan mobil?",
        "63": "How long does it take to get to Georgia? Makan waktu berapa lama untuk sampai di Georgia?",
        "66": "How long is the flight? Penerbangannya berapa lama?",
        "69": "How was the movie? Bagaimana filmnya?",
        "72": "I'd like to make a phone call. Saya mau menelepon.",
        "75": "I'd like to make a reservation. Saya mau pesan tempat.",
        "78": "I have a question I want to ask you./ I want to ask you a question. Saya mau menanyakan sesuatu pada Anda.",
        "81": "I'll take that one also. Saya ambil yang itu juga.",
        "84": "I'm coming right now. Saya segera datang.",
        "87": "I'm going home in four days. Saya pulang empat hari lagi.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm leaving Tomorrow. Saya berangkat besok.",
        "94": "I'm looking for the post office. Saya mencari kantor pos.",
        "97": "Is this pen yours? Apakah ini pena Anda?",
        "100": "I wish I had one. Saya harap saya punya satu.",
        "103": "One ticket to New York please. Tolong, satu tiket ke New York",
        "106": "One way or round trip? Satu arah atau pulang pergi?",
        "109": "Please speak slower. Tolong bicara lebih pelan",
        "112": "Please take me to the airport. Tolong antarkan saya ke Bandara",
        "115": "That way. Ke arah sana",
        "118": "The plane departs at 5:30P. Pesawat berangkat jam 5:30 sore",
        "121": "They arrived yesterday. Mereka tiba kemarin",
        "124": "Turn around. Berputar",
        "127": "Turn left. Belok kiri",
        "130": "Turn right. Belok kanan",
        "133": "What time are you going to the bus station? Jama berapa anda akan pergi ke stasiun bis?",
        "136": "When did this happen? Kapan ini terjadi?",
        "139": "When did you arrive in Boston? Kapan anda tiba di Boston?",
        "142": "When does he arrive? Kapan dia tiba?",
        "145": "When does it arrive? Kapan itu tiba?",
        "148": "When does the bank open? Kapan banknya buka?",
        "151": "When does the bus leave? Kapan bisnya berangkat?",
        "154": "When do we arrive? Kami tiba kapan?",
        "157": "When do we leave? Kapan kami berangkat?",
        "160": "Where can I mail this? Dimana saya bisa mengirimkan ini?",
        "163": "Where is she from? Dia berasal dari mana?",
        "166": "Where is the bathroom? Dimana kamar mandinya?",
        "169": "Why not? Kenapa tidak?",
        "172": "Will you remind me? Bisa tolong ingatkan saya?"
    },
    "Angka dan uang": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=4",
        "0": "11 dollars. Sebelas dolar.",
        "3": "52 cents. Lima puluh dua sen.",
        "6": "A few. Sedikit/sejumlah.",
        "9": "A little. Sedikit/sejumlah",
        "12": "Call the police. Telepon polisi.",
        "15": "Did your wife like California? Apakah istri Anda senang California",
        "18": "Do you have any coffee? Apakah Anda punya kopi?",
        "21": "Do you have anything cheaper? Apakah Anda punya yang lebih murah?",
        "24": "Do you take credit cards? Apakah Anda menerima kartu kredit?",
        "27": "How are you paying? Bagaimana Anda membayarnya?",
        "30": "How many people are there in New York? Ada berapa banyak orang tinggal di New York?",
        "33": "How much are these earrings? Berapa harga anting-anting ini?",
        "36": "How much does it cost per day? Berapa biayanya per hari?",
        "39": "How much does this cost? Berapa biaya/harganya?",
        "42": "How much do I owe you? Saya harus bayar Anda berapa?",
        "45": "How much is it to go to Miami? Berapa biaya ke Miami?",
        "48": "How much money do you make? Berapa penghasilan Anda?",
        "51": "I'd like to eat at 5th street restaurant. Saya mau makan di restoran di jalan \"5th\"",
        "54": "I don't have a girlfriend. Saya tidak punya pacar.",
        "57": "I don't have any money. Saya tidak punya uang.",
        "60": "I have a reservation. Saya punya reservasi.",
        "63": "I'll have the same thing. Saya pesan / punya hal yang sama.",
        "66": "I'll pay for dinner. Saya bayar makan malamnya.",
        "69": "I'll pay for the tickets. Saya bayar untuk tiketnya.",
        "72": "I'm 26 years old. Saya dua puluh enam tahun.",
        "75": "I need to practice my English. Saya perlu melatih bahasa Inggris saya.",
        "78": "Isn't it? Ya, kan?",
        "81": "Is that ok? Apakah itu oke?",
        "84": "Is there any mail for me? Apakah ada surat untuk saya?",
        "87": "It's 11:30pm. Jam setengah dua belas malam.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "It's is a quarter past nine. Jam sembilan lewat seperempat.",
        "94": "Please come in. Silahkan masuk",
        "97": "Sorry, we don't accept credit cards. Maaf, kami tidak menerima kartu kredit",
        "100": "Sorry, we only accept Cash. Maaf, kami hanya menerima uang kontan",
        "103": "That restaurant is not expensive. Restoran itu tidak terlalu mahal",
        "106": "That's too expensive. Itu terlalu mahal",
        "109": "There are many people here. Banyak orang disini",
        "112": "They charge 26 dollars per day. Mereka memasang harga 26 dollar per hari",
        "115": "What's the exchange rate for dollars? Berapa nilai tukar untuk dollar?",
        "118": "What's the phone number? Berapa nomer telponnya?",
        "121": "Where can I buy tickets? Dimana saya bisa membeli tiket?",
        "124": "Where would you like to meet? Dimana anda mau bertemu?",
        "127": "Which one is better? Mana yang lebih baik?"
    },
    "Lokasi / Tempat": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=5",
        "0": "Across from the post office. Di seberang kantor pos.",
        "3": "At 3 o'clock. Jam tiga.",
        "6": "Be quiet. Harap tenang.",
        "9": "Can you recommend a good restaurant? Apakah Anda bisa menyarankan restorang yang baik?",
        "12": "Here it is. Ini dia.",
        "15": "Here you are. Ini dia.",
        "18": "He's in the kitchen. Dia di dapur.",
        "21": "He studies at Boston University. Dia kuliah di Universitas Boston.",
        "24": "How far is it? Berapa jauh?",
        "27": "How far is it to Chicago? Berapa jauh dari Chicago?",
        "30": "How many miles is it to Pennsylvania? Berapa mil ke Pennsylvania?",
        "33": "I'd like a single room. Saya mau ruangan single.",
        "36": "I like to watch TV. Saya suka menonton TV",
        "39": "It's delicious! Enak! / Lezat!",
        "42": "It's half past 11. Jam setengah dua belas.",
        "45": "It's less than 5 dollars. Kurang dari lima dolar.",
        "48": "It's more than 5 dollars. Lebih banyak dari lima dolar.",
        "51": "It's near the Supermarket. Dekat Supermarket.",
        "54": "it's not suppose to rain today. Seharusnya tidak hujan hari ini.",
        "57": "It's ok. Tidak apa-apa.",
        "60": "It's on 7th street. Di jalan \"7th\"",
        "63": "It's really hot. Benar-benar panas.",
        "66": "It's suppose to rain tomorrow. Seharusnya hujan besok.",
        "69": "I was going to the library. Saya akan ke perpustakaan.",
        "72": "I was in the library. Saya di perpustakaan.",
        "75": "Let's go. Ayo kita pergi.",
        "78": "Maybe. Mungkin.",
        "81": "More than 200 miles. Lebih dari dua ratus mil.",
        "84": "My house is close to the bank. Rumah saya dekat dengan bank",
        "87": "Near the bank. Dekat bank",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "On the left. Sebelah kiri",
        "94": "On the right. Sebelah kanan",
        "97": "On the second floor. Di lantai dua",
        "100": "Outside the hotel. Di luar hotel",
        "103": "Over here. Sebelah sini",
        "106": "Over there. Sebelah sana",
        "109": "The book is behind the table. Bukunya berada dibelakang meja",
        "112": "The book is in front of the table. Bukunya berada di depan meja",
        "115": "The book is near the table. Bukunya berada dekat meja",
        "118": "The book is next to the table. Buknya berada disamping meja",
        "121": "The book is on top of the table. Bukunya ada diatas meja",
        "124": "There are some books on the table. Ada beberapa buku di atas meja",
        "127": "There's a book under the table. Ada buku dibawah meja",
        "130": "We're from California. Kami dari California",
        "133": "What's the address? Alamatnya apa?",
        "136": "Where are you going? Anda mau kemana?",
        "139": "Where is it? Dimana?",
        "142": "Where would you like to go? Kemana anda mau pergi?",
        "145": "Who won? Siapa yang menang?"
    },
    "Telepon/internet/surat": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=6",
        "0": "Can I see your passport please? Bisa saya lihat paspornya?",
        "3": "Can I take a message? Mau tinggalkan pesan?",
        "6": "Can I try it on? Bisa saya coba?",
        "9": "Can we sit over there? Apakah kita bisa duduk di sana saja?",
        "12": "Did you come with your family? Apakah Anda datang dengan keluarga?",
        "15": "Do you think it's possible? Apakah menurut Anda hal tersebut mungkin?",
        "18": "Here's my number. Ini nomor saya.",
        "21": "He's not in right now. Dia tidak ada di tempat saat ini.",
        "24": "Hi, is Mrs. Smith there, please? Hai, apakah Bu Smith ada?",
        "27": "I'd like some water too, please. Saya mau minta air juga, ya.",
        "30": "I'd like to buy a bottle of water, please. Saya mau membeli sebotol air.",
        "33": "I'd like to buy something. Saya mau membeli sesuatu.",
        "36": "I'd like to go to the store. Saya mau pergi ke toko.",
        "39": "I'd like to rent a car. Saya mau sewa mobil.",
        "42": "I'd like to send a fax. Saya mau kirim fax.",
        "45": "I'd like to send this to America. Saya mau kirim ini ke Amerika.",
        "48": "I'd like to speak to Mr. Smith please. Saya mau berbicara dengan Pak Smith.",
        "51": "I have three children, two girls and one boy. Saya punya tiga anak, dua anak perempuan dan satu anak laki-laki.",
        "54": "I'll be right back. Sebentar, ya.",
        "57": "I'll call back later. Nanti saya telepon lagi.",
        "60": "I'll call you on Friday. Saya akan telepon Anda hari Jumat.",
        "63": "I'll teach you. Saya akan mengajarkan Anda.",
        "66": "I'm ok. Saya oke.",
        "69": "I need some tissues. Saya perlu beberapa tissue.",
        "72": "Is there an English speaking guide? Apakah ada pemandu yang berbahasa Inggris?",
        "75": "I want to give you a gift. Saya mau memberi Anda sebuah hadiah.",
        "78": "Male or female? Laki-laki atau perempuan.",
        "81": "My cell phone doesn't have good reception. HP saya tidak dapat signal dengan baik.",
        "84": "My cell phone doesn't work. HP saya tidak jalan.",
        "87": "Please take off your shoes. Tolong lepaskan sepatu anda",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Sorry, I think I have the wrong number. Maaf, salah sambung",
        "94": "What is the area code? Apa kode wilayahnya?",
        "97": "What's the name of the company you work for? Apa nama perusahaan dimana anda bekerja?",
        "100": "What's wrong? Ada masalah apa?",
        "103": "What's your address? Apa alamat Anda?",
        "106": "Where can I find a hospital? Dimana rumah sakitnya?",
        "109": "Where's the closest restaurant? Dimana restoran terdekat?",
        "112": "Where's the pharmacy? Dimana apotiknya?",
        "115": "Who are you? Anda siapa?",
        "118": "Who is that? Siapa itu?",
        "121": "Who would you like to speak to? Anda ingin berbicara dengan siapa?",
        "124": "Will you take me home? Bisa tolong antarkan saya?",
        "127": "Would you like water or milk? Apa anda ingin air atau susu?"
    },
    "Jam dan tanggal": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=7",
        "0": "11 days ago. Sebelas hari yang lalu.",
        "3": "2 hours. Dua jam.",
        "6": "All day. Sepanjang hari.",
        "9": "A long time ago. Dulu sekali/dahulu kala",
        "12": "Are they coming this evening? Apakah mereka datang malam ini?",
        "15": "Are you comfortable? Apakah Anda merasa nyaman?",
        "18": "Are your children with you? Apakah anak-anak bersama Anda?",
        "21": "As soon as possible. Secepat mungkin.",
        "24": "At 3 o'clock in the afternoon. Jam tiga siang.",
        "27": "At 5th street. Di jalan \"5th\" (fifth) / Di jalan kelima",
        "30": "At 7 o'clock at night. (evening)? Jam tujuh malam",
        "33": "At 7 o'clock in the morning. Jam tujuh pagi.",
        "36": "At what time did it happen? Jam berapa hal itu terjadi?",
        "39": "Can I help you? Ada yang bisa saya bantu?",
        "42": "Do you have a swimming pool? Apakah Anda punya kolam renang?",
        "45": "Do you have this in size 11? Apakah Anda punya nomor sebelas untuk ini?",
        "48": "Do you think you'll be back by 11:30? Anda akan kembali sebelum jam setengah dua belas?",
        "51": "Everyday I get up at 6AM. Setiap hari saya bagun jam enam pagi.",
        "54": "Every week. Setiap mingggu.",
        "57": "Expiration date. Tanggal kadaluarsa.",
        "60": "Have you been waiting long? Apakah Anda sudah lama menunggu?",
        "63": "He'll be back in 20 minutes. Dia akan kembali dalam dua puluh menit.",
        "66": "His family is coming tomorrow. Keluarganya datang besok.",
        "69": "How about Saturday? Bagaimana kalau hari Sabtu?",
        "72": "How long are you going to stay? Berapa lama Anda akan tinggal?",
        "75": "How long are you going to stay in California? Berapa lama Anda akan tinggal di California?",
        "78": "How long will it take? Makan waktu berapa lama?",
        "81": "How much altogether? Berapa banyak semuanya?",
        "84": "How much will it cost? Berapa biayanya?",
        "87": "I don't have enough money. Saya tidak punya cukup uang.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm getting ready to go out. Saya siap-siap untuk keluar.",
        "94": "I'm just looking. (Shopping) Saya hanya lihat-lihat saja. (Berbelanja)",
        "97": "I'm worried too. Saya juga kuatir.",
        "100": "It'll be cold this evening. Akan dingin lagi malam ini.",
        "103": "It rained very hard today. Hujan lebat hari ini.",
        "106": "It's 17 dollars. Tujuh belas dolar.",
        "109": "It's 6AM. Jam enam pagi.",
        "112": "It's 8:45. Jam sembilan kurang seperempat.",
        "115": "It's a quarter to 7. Jam tujuh kurang seperempat.",
        "118": "It's going to snow today. Nanti turun salju hari ini.",
        "121": "It's here. Di sini.",
        "124": "It's there. Ada di sana.",
        "127": "I've already seen it. Saya sudah lihat itu.",
        "130": "John is going on vacation tomorrow. John akan pergi berlibur besok.",
        "133": "My birthday is August 27th. Ulang tahun saya tanggal dua puluh tujuh Agustus.",
        "136": "Now or later? Sekarang atau nanti?",
        "139": "October 22nd. 22 Oktober",
        "142": "She wants to know when you're coming. Dia ingin tahu kapan anda datang",
        "145": "Sometimes I go to sleep at 11PM, sometimes at 11:30PM. Kadang-kadang saya tidur jam 11 malam, kadang-kadang jam  11:30 malam",
        "148": "There's plenty of time. Masih banyak waktu",
        "151": "The whole day. Sepanjang hari",
        "154": "We're late. Kami terlambat",
        "157": "What day are they coming over? Hari apa mereka akan datang?",
        "160": "What day of the week is it? Hari apa sekarang?",
        "163": "What is today's date? Tanggal berapa hari ini?",
        "166": "What's your religion? Agama anda apa?",
        "169": "What time are they arriving? Jam berapa mereka akan tiba?",
        "172": "What time did you get up? Jam berapa anda bangun?",
        "175": "What time did you go to sleep? Jam berapa anda pergi tidur?",
        "178": "What time did you wake up? Jam berapa anda bangun?",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "What time does it start? Jam berapa mulainya?",
        "185": "What time do you think you'll arrive? Kira-kira menurut anda jam berapa kamu akan tiba?",
        "188": "What time is it? Jam berapa sekarang?",
        "191": "When are they coming? Kapan mereka akan datang?",
        "194": "When are you coming back? Kapan anda akan kembali?",
        "197": "When are you going to pick up your friend? Kapan anda mau menjemput teman anda?",
        "200": "When are you leaving? Kapan anda berangkat?",
        "203": "When are you moving? Kapan anda pindah?",
        "206": "When is the next bus to Philidalphia? Kapan bis berikutnya ke Philadelphia?",
        "209": "When is your birthday? Kapan ulang tahun anda?",
        "212": "When I went to the store, they didn't have any apples. Sewaktu saya pergi ke toko, mereka tidak punya apel",
        "215": "When was the last time you talked to your mother? Kapan anda bicara terakhir kali dengan ibu anda?",
        "218": "When will he be back? Kapan dia akan kembali?",
        "221": "When will it be ready? Kapan itu siap?",
        "224": "Where are you going to go? Anda mau kemana?"
    },
    "Akomodasi": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=8",
        "0": "Are you busy? Apakah Anda sibuk?",
        "3": "Can we have some more bread please? Bisa saya minta roti-nya lagi?",
        "6": "Do you have any money? Apakah Anda punya uang?",
        "9": "For how many nights? Untuk berapa malam?",
        "12": "How long will you be staying? Berapa lama Anda akan tinggal?",
        "15": "I'd like a map of the city. Saya minta peta kota.",
        "18": "I'd like a non-smoking room. Saya mau ruangan bebas rokok.",
        "21": "I'd like a room. Saya mau sebuah ruangan.",
        "24": "I'd like a room with two beds please. Saya mau ruangan dengan dua tempat tidur.",
        "27": "I need a doctor. Saya perlu dokter.",
        "30": "Is there a nightclub in town? Apakah ada klub malam di kota ini?",
        "33": "Is there a restaurant in the hotel? Apakah ada restoran di hotel?",
        "36": "Is there a store near here? Apakah ada toko di dekat sini?",
        "39": "Sorry, we don't have any vacancies. Maaf, kami tidak punya lowongan",
        "42": "Take me to the Marriott Hotel. Bawa saya ke hotel Marriott",
        "45": "What's the charge per night? (Hotel) Berapa harganya per malam?",
        "48": "What time is check out? Jam berapa harus keluar?",
        "51": "Where is the airport? Dimana lapangan terbangnya?",
        "54": "Where's the mail box? Dimana kotak suratnya?"
    },
    "Makan": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=9",
        "0": "Are you here alone? Apakah Anda sendirian di sini?",
        "3": "Can I bring my friend? Apakah saya boleh membawa teman?",
        "6": "Can I have a receipt please? Bisa saya minta tanda terimanya?",
        "9": "Can it be cheaper? Bisa lebih murah?",
        "12": "Can we have a menu please. Tolong menu-nya.",
        "15": "Can you hold this for me? Tolong pegang /bawa sebentar",
        "18": "Do you have any children? Apakah Anda punya anak?",
        "21": "Do you know how much it costs? Anda tahu berapa harganya?",
        "24": "Have you eaten at that restaurant? Apakah Anda pernah makan di restoran itu?",
        "27": "Have you eaten yet? Sudah makan?",
        "30": "Have you ever had Potato soup? Pernah makan sup kentang?",
        "33": "He likes juice but he doesn't like milk Dia suka jus tapi dia tidak suka susu.",
        "36": "Here is your salad. Ini salad Anda.",
        "39": "Here's your order. Ini pesanan Anda.",
        "42": "How does it taste? Bagaimana rasanya?",
        "45": "How many people? (restaurant) Berapa orang? (restoran)",
        "48": "I agree. Saya setuju.",
        "51": "I'd like a table near the window. Saya mau meja dekat jendela.",
        "54": "I'd like to call the United States. Saya mau menelepon Amerika Serikat.",
        "57": "I haven't been there. Saya belum pernah di sana.",
        "60": "I haven't finished eating. Saya belum selesai makan.",
        "63": "I like it. Saya suka.",
        "66": "I'll give you a call. Nanti saya telepon.",
        "69": "I'll have a cup of tea please. Bisa minta secangkir teh?",
        "72": "I'll have a glass of water please. Bisa minta segelas air?",
        "75": "I'm from America. Saya dari Amerika.",
        "78": "I'm going to bed. Saya akan tidur.",
        "81": "I'm here on business. Saya di sini untuk urusan bisnis.",
        "84": "I'm sorry. Saya minta maaf.",
        "87": "I only have 5 dollars. Saya hanya punya lima dolar.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I think I need to see a doctor. Saya kira saya perlu bertemu dengan dokter.",
        "94": "It's August 25th. Tanggal dua puluh lima Agustus.",
        "97": "I understand. Saya mengerti.",
        "100": "June 3rd. Tiga Juni.",
        "103": "The food was delicious. Makanannya enak",
        "106": "There are some apples in the refrigerator. Ada beberapa apel di kulkas",
        "109": "There's a restaurant near here. Ada restoran dekat sini",
        "112": "There's a restaurant over there, but I don't think it's very good. Ada restoran disana tapi saya kira tidak terlalu enak",
        "115": "Waiter! Pelayan!",
        "118": "Waitress! Pelayan!",
        "121": "We can eat Italian or Chinese food. Kita bisa makan hidangan Itali atau Cina",
        "124": "We'll have two glasses of water please. Tolong berikan kami dua gelas air",
        "127": "What are you going to have? Anda mau pesan apa?",
        "130": "What do you recommend? Apa yang anda rekomendasikan?",
        "133": "What's your email address? Apa alamat email anda?",
        "136": "What would you like to drink? Anda ingin minum apa?",
        "139": "What would you like to eat? Anda ingin makan apa?",
        "142": "Where is an ATM? Dimana mesin ATM?",
        "145": "Where is there a doctor who speaks English? Dimana dokter yang bisa berbahasa Inggris?",
        "148": "Which one? Yang mana?",
        "151": "Would you ask him to come here? Apakah anda mau meminta dia untuk datang?",
        "154": "Would you like a glass of water? Anda ingin segelas air?",
        "157": "Would you like coffee or tea? Apa anda ingin kopi atau teh?",
        "160": "Would you like something to drink? Apa anda ingin minum?",
        "163": "Would you like some water? Apa anda ingin air?",
        "166": "Would you like some wine? Apa anda ingin anggur?",
        "169": "Would you like to go for a walk? Apa anda mau jalan-jalan sebentar?",
        "172": "Would you like to watch TV? Apa anda mau menonton televisi?"
    },
    "Berteman": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=10",
        "0": "Are you American? Apakah Anda orang Amerika?",
        "3": "Are you coming this evening? Apakah Anda datang malam ini?",
        "6": "Are you free tonight? Apakah Anda ada waktu malam ini?",
        "9": "Are you going to take a plane or train? Apakah Anda akan naik pesawat atau kereta?",
        "12": "Are you hungry? Apakah Anda lapar?",
        "15": "Are you sure? Apakah Anda yakin?",
        "18": "Are you working Tomorrow? Apakah Anda bekerja besok?",
        "21": "Business is good. Bisnisnya baik.",
        "24": "Cheers! Salam! Halo!",
        "27": "Did it snow yesterday? Apakah kemarin turun salju?",
        "30": "Did you get my email? Apakah Anda terima e-mail saya?",
        "33": "Did you take your medicine? Apakah Anda sudah minum obat?",
        "36": "Do you feel better? Apakah Anda merasa lebih baik?",
        "39": "Do you go to Florida often? Apakah Anda sering pergi ke Florida?",
        "42": "Do you have another one? Apakah Anda punya yang lain?",
        "45": "Do you know where there's a store that sells towels? Anda tahu di mana toko yang menjual handuk?",
        "48": "Do you like it here? Anda suka di sini?",
        "51": "Do you like the book? Anda suka bukunya?",
        "54": "Do you need anything? Anda perlu sesuatu?",
        "57": "Do you play any sports? Apakah Anda berolahraga?",
        "60": "Do you sell medicine? (store) Apakah Anda menjual obat?",
        "63": "Do you study English? Apakah Anda belajar bahasa Inggris?",
        "66": "Do you want to come with me? Anda mau pergi dengan saya?",
        "69": "Do you want to go with me? Anda mau pergi dengan saya?",
        "72": "Excuse me. Maaf / permisi.",
        "75": "Give me a call. Telepon saya.",
        "78": "Has your brother been to California? Apakah saudara Anda pernah di California?",
        "81": "Have they met her yet? Apakah mereka sudah pernah bertemu dengan dia?",
        "84": "Have you done this before? Apakah Anda pernah lakukan ini sebelumnya?",
        "87": "How long have you been here? Sudah berapa lama Anda di sini?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "How long have you been in America? Sudah berapa lama Anda di Amerika?",
        "94": "How long have you lived here? Sudah berapa lama Anda tinggal di sini?",
        "97": "How many children do you have? Anda punya anak berapa?",
        "100": "How many languages do you speak? Anda bisa berbicara berapa bahasa?",
        "103": "How many people do you have in your family? Ada berapa orang dalam keluarga Anda?",
        "106": "How much would you like? Berapa Anda mau?",
        "109": "How old are you? Umur anda berapa?",
        "112": "I bought a shirt yesterday. Saya beli sebuah kemeja kemarin.",
        "115": "I don't feel well. Saya kurang sehat.",
        "118": "I have pain in my arm. Saya punya nyeri di lengan saya.",
        "121": "I have to wash my clothes. Saya harus mencuci pakaian saya.",
        "124": "I have two sisters. Saya punya dua saudara perempuan.",
        "127": "I'll tell him you called. Saya akan bilang dia kalau Anda menelepon.",
        "130": "I'm 32. Saya tiga puluh dua.",
        "133": "I'm 6'2\". Saya enam puluh dua.",
        "136": "I'm allergic to seafood. Saya alergi dengan makanan laut.",
        "139": "I'm American. Saya orang Amerika.",
        "142": "I'm a size 8. Saya berukuran delapan.",
        "145": "I'm fine, and you? Saya baik-baik saja, dan Anda?",
        "148": "I'm not afraid. Saya tidak takut.",
        "151": "I'm sick. Saya sakit.",
        "154": "I remember. Saya ingat.",
        "157": "I speak a little English. Saya bicara bahasa Inggris sedikit.",
        "160": "Is your house like this one? Apakah rumah Anda seperti yang ini?",
        "163": "Is your husband also from Boston? Apakah suami Anda dari Boston juga?",
        "166": "It's not very expensive. Tidak terlalu mahal.",
        "169": "I've been there. Saya pernah di sana.",
        "172": "Let's share. Mari kita bagii.",
        "175": "My daughter is here. Anak perempuan saya di sini.",
        "178": "My father has been there. Ayah saya pernah di sana.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "My father is a lawyer. Ayah saya seorang pengacara.",
        "185": "My grandmother passed away last year. Nenek saya meninggal tahun yang lalu.",
        "188": "My name is John Smith. Nama saya John Smith",
        "191": "My son. Anak laki-laki",
        "194": "My son studies computers. Anak laki-laki saya belajar komputer",
        "197": "No, I'm American. Bukan, saya orang Amerika",
        "200": "No, this is the first time. Tidak, ini baru pertama kali",
        "203": "Our children are in America. Anak-anak kami berada di Amerika",
        "206": "She's an expert. Dia seorang ahli",
        "209": "She's older than me. Dia lebih tua dari saya",
        "212": "That car is similar to my car. Mobil itu mirip dengan mobil saya",
        "215": "This is Mrs. Smith. Ini Nyonya Smith",
        "218": "This is my mother. Ini ibu saya",
        "221": "This is the first time I've been here. Ini kali pertama saya disini",
        "224": "We have two boys and one girl. Kami punya dua anak laki-laki dan satu perempuan",
        "227": "What are you going to do tonight? Anda mau melakukan apa malam ini?",
        "230": "What are your hobbies? Apa hobi anda?",
        "233": "What do you study? Anda belajar apa?",
        "236": "What do you want to do? Apa yang mau anda lakukan?",
        "239": "What school did you go to? Anda sekolah dimana?",
        "242": "What's your favorite movie? Apa film kesenangan anda?",
        "245": "What's your last name? Apa nama keluarga anda?",
        "248": "What's your name? Nama anda siapa?",
        "251": "Where are the t-shirts? Dimana kaus-kausnya?",
        "254": "Where did you go? Kemana anda pergi?",
        "257": "Where did you learn English? Dimana anda belajar bahasa Inggris?",
        "260": "Where did you work before you worked here? Dimana anda bekerja sebelum bekerja disini?",
        "263": "Where do you live? Dimana anda tinggal?",
        "266": "Where were you? Anda tadi dimana?",
        "269": "Who sent this letter? Siapa yang kirim surat ini?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Would you like to buy this? Apa anda ingin membeli ini?",
        "276": "Your children are very well behaved. Anak anda bersikap sangat baik",
        "279": "Your daughter. Anak perempuan anda?",
        "282": "You're smarter than him. Anda lebih pandai dibanding dia",
        "285": "You speak English very well. Bahasa Inggris anda bagus"
    },
    "Hiburan": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=11",
        "0": "Are there any concerts? Apakah ada konser?",
        "3": "Do you want to go to the movies? Anda mau pergi ke bioskop?",
        "6": "Have you seen this movie? Apakah Anda sudah menonton film ini?",
        "9": "He said you like to watch movies. Dia bilang Anda senang menonton film.",
        "12": "How tall are you? Tinggi anda berapa?",
        "15": "Is the bank far? Apakah banknya jauh?",
        "18": "Is there a movie theater nearby? Apakah ada bioskop di dekat sini?",
        "21": "What do people usually do in the summer in Los Angeles? Apa yang biasanya dikerjakan orang di Los Angeles pada saat musim panas?",
        "24": "What kind of music do you like? Anda senang jenis musik apa?",
        "27": "What's your favorite food? Apa makanan kesenangan anda?",
        "30": "What time does the movie start? Jam berapa filmnya mulai?",
        "33": "Who was your teacher? Siapa guru anda?",
        "36": "Would you like to have dinner with me? Apa anda mau makan malam dengan saya?",
        "39": "Would you like to rent a movie? Apa anda mau menyewa film?"
    },
    "Berbelanja": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=12",
        "0": "Can I have a glass of water please? Apakah saya boleh minta segelas air?",
        "3": "Can I use your phone? Apakah saya boleh gunakan teleponnya?",
        "6": "Do you have any vacancies? Apakah Anda punya lowongan?",
        "9": "Do you have the number for a taxi? Apakah Anda punya nomor telepon taksi?",
        "12": "Do you know her? Anda tahu dia?",
        "15": "Do you know where she is? Anda tahu di mana dia?",
        "18": "Do you play basketball? Apakah Anda bermain basket?",
        "21": "Fill it up, please. (gas station) Tolong diisi.",
        "24": "He needs some new clothes. Dia perlu beberapa pakaian baru.",
        "27": "How much is that? Itu harganya berapa?",
        "30": "How much is this? Ini harganya berapa?",
        "33": "I believe you. Saya percaya Anda.",
        "36": "I'd like the number for the Hilton Hotel please. Bisa saya minta nomor Hotel Hilton?",
        "39": "I'd like to buy a phone card please. Saya mau membeli kartu telepon.",
        "42": "I'd like to go home. Saya mau pulang.",
        "45": "I'd like to go shopping. Saya mau berbelanja.",
        "48": "If you like it I can buy more. Kalau Anda suka, saya bisa beli lebih banyak.",
        "51": "I'm a beginner. Saya seorang pemula.",
        "54": "I'm full. Saya kenyang.",
        "57": "I'm just kidding. Saya hanya becanda.",
        "60": "I'm single. Saya lajang.",
        "63": "I speak two languages. Saya berbicara dua bahasa.",
        "66": "I thought he said something else. Saya pikir dia bilang sesuatu yang lain.",
        "69": "It's not too far. Tidak terlalu jauh.",
        "72": "I usually drink coffee at breakfast. Saya biasanya minum kopi waktu sarapan.",
        "75": "Sorry, we don't have any. Maaf kami tidak punya",
        "78": "The books are expensive. Buku itu mahal",
        "81": "Try it on. Kenakan",
        "84": "What do you want to buy? Apa yang anda mau beli?",
        "87": "What size? Ukurannya?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "What time does the store open? Jam berapa tokonya buka?",
        "94": "When does the plane arrive? Kapan pesawatnya tiba?",
        "97": "Where are you? Anda ada dimana?",
        "100": "Would you like something to eat? Apa anda ingin makan?"
    },
    "Kesulitan komunikasi": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=13",
        "0": "Am I pronouncing it correctly? Apakah saya mengucapkannya secara benar?",
        "3": "Can you do me a favor? Apakah saya bisa minta tolong?",
        "6": "Can you help me? Apakah Anda bisa menolong saya?",
        "9": "Can you please say that again? Apakah Anda bisa sebutkan lagi?",
        "12": "Can you show me? Bisa tunjukkan saya?",
        "15": "Can you throw that away for me? Tolong buang itu.",
        "18": "Does anyone here speak English? Apakah ada yang bisa berbahasa Inggris di sini?",
        "21": "Don't do that. Jangan lakukan itu.",
        "24": "Do you believe that? Anda percaya itu?",
        "27": "Do you have a pencil? Apakah Anda punya pensil?",
        "30": "Do you smoke? Apakah Anda merokok?",
        "33": "Do you speak English? Apakah Anda berbicara bahasa Inggris?",
        "36": "Excuse me, what did you say? Maaf, Anda bilang apa?",
        "39": "Forget it. Lupakan saja.",
        "42": "How do you pronounce that? Bagaimana Anda mengucapkan itu?",
        "45": "How do you say it in English? Bagaimana bilang itu di Bahasa Inggris?",
        "48": "How do you spell it? Bagaimana ejaannya?",
        "51": "How do you spell the word \"Seattle?\" Bagaimana mengeja kata \"Seattle?\"",
        "54": "I can swim. Saya bisa berenang.",
        "57": "I can't hear you clearly. Saya tidak bisa mendengar Anda dengan jelas.",
        "60": "I don't mind. Saya tidak keberatan.",
        "63": "I don't speak English very well. Saya tidak berbicara Bahasa Inggris dengan baik.",
        "66": "I don't think so. Saya kira tidak begitu.",
        "69": "I don't understand what your saying. Saya tidak mengerti apa yang Anda katakan.",
        "72": "Is there air conditioning in the room? Apakah ada AC (pendingin ruangan) di dalam ruangan?",
        "75": "I think you have too many clothes. Saya kira Anda punya pakaian terlalu banyak.",
        "78": "I trust you. Saya percaya Anda.",
        "81": "I understand now. Saya mengerti sekarang.",
        "84": "Let's meet in front of the hotel. Mari kita bertemu di depan hotel.",
        "87": "Please sit down. Silahkan duduk",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Please speak English. Silahkan berbicara bahasa Inggris",
        "94": "Please speak more slowly. Tolong bicara pelan sedikit",
        "97": "Sorry, I didn't hear clearly. Maaf, saya tidak mendengar dengan jelas",
        "100": "That means friend. Itu artinya teman",
        "103": "That's wrong. Itu salah",
        "106": "Try to say it. Coba katakan",
        "109": "What does this mean? apa artinya ini?",
        "112": "What does this say? Apa artinya ini?",
        "115": "What does this word mean? Apa arti dari kata ini?",
        "118": "What's the exchange rate? Berapa nilai tukarnya?",
        "121": "Whose book is that? Buku siapa itu?",
        "124": "Why aren't you going? Kenapa anda tidak pergi?",
        "127": "Why are you laughing? Kenapa anda tertawa?",
        "130": "Why did you do that? Kenapa anda lakukan itu?"
    },
    "Gawat darurat dan kesehatan": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=14",
        "0": "Are you allergic to anything? Apakah Anda punya alergi?",
        "3": "Are you ready? Apakah Anda siap?",
        "6": "Call me. Telepon saya.",
        "9": "Did you send me flowers? Apakah Anda mengirimkan saya bunga?",
        "12": "Do you sell batteries? Apakah Anda menjual baterei?",
        "15": "I don't care. Saya tidak peduli.",
        "18": "I give up. Saya menyerah.",
        "21": "I got in an accident. Saya mendapat kecelakaan.",
        "24": "I have a cold. Saya kena pilek.",
        "27": "I have one in my car. Saya punya satu di mobil saya.",
        "30": "I made this cake. Saya buat cake ini.",
        "33": "I'm a teacher. Saya seorang guru.",
        "36": "I'm self-employed. Saya berwirausaha.",
        "39": "I still have a lot to do. Saya masih harus mengerjakan banyak hal.",
        "42": "I still haven't decided. Saya belum memutuskan.",
        "45": "It depends on the weather. Itu tergantung cuaca.",
        "48": "It's very cold today. Dingin sekali hari ini.",
        "51": "My luggage is missing. Bagasi saya hilang",
        "54": "My stomach hurts. Perut saya sakit",
        "57": "My throat is sore. Tenggorokan saya sakit",
        "60": "My watch has been stolen. Jam tangan saya dicuri",
        "63": "Take this medicine. Minum obat ini",
        "66": "The accident happened at the intersection. Kecelakaannya terjadi di persimpangan",
        "69": "There has been a car accident. Telah terjadi kecelakaan mobil",
        "72": "Where can I exchange U.S. dollars? Dimana saya bisa menukar uang dollar?",
        "75": "Where do you work? Dimana anda bekerja?",
        "78": "Where's the nearest hospital? Dimana Rumah sakit terdekat?",
        "81": "Where's the post office? Dima akantor posnya?"
    },
    "Istilah-istilah/ekspresi-ekspresi budaya": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=15"
    },
    "Pertanyaan-pertanyaan umum": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=16",
        "0": "And you? Dan Anda?",
        "3": "Anything else? Ada lagi?",
        "6": "Are they the same? Apakah mereka sama?",
        "9": "Are you afraid? Apakah Anda takut?",
        "12": "Are you going to attend their wedding? Apakah Anda akan menghadiri acara pernikahan mereka?",
        "15": "Are you married? Apakah Anda sudah menikah?",
        "18": "Are you okay? Apakah Anda baik-baik saja?",
        "21": "Are you sick? Apakah Anda sakit?",
        "24": "Behind the bank. Di belakang bank.",
        "27": "Can I borrow some money? Apakah saya boleh pinjam uang?",
        "30": "Can I have the bill please? Tolong minta bon-nya.",
        "33": "Can you call back later? Bisa telepon lagi nanti?",
        "36": "Can you call me back later? Bisa telepon saya lagi nanti?",
        "39": "Can you carry this for me? Apakah Anda bisa bawakan ini untuk saya?",
        "42": "Can you fix this? Apakah Anda bisa perbaiki ini?",
        "45": "Can you give me an example? Tolong berikan saya sebuah contoh.",
        "48": "Can you speak louder please? Tolong bicara lebih keras, ya.",
        "51": "Can you swim? Apakah Anda bisa berenang?",
        "54": "Does he like the school? Apakah dia senang sekolahnya?",
        "57": "Do you accept U.S. Dollars? Apakah Anda menerima dolar Amerika di sini?",
        "60": "Do you have a girlfriend? Apakah Anda punya pacar?",
        "63": "Do you have an appointment? Apakah Anda punya janji?",
        "66": "Do you have a problem? Apakah Anda punya masalah?",
        "69": "Do you hear that? Anda dengar itu?",
        "72": "Do you know how to get to the Marriott Hotel? Anda tahu di mana jalan ke Hotel Marriott?",
        "75": "Do you know what this means? Anda tahu apa artinya ini?",
        "78": "Do you know where I can get a taxi? Anda tahu di mana saya bisa dapat taksi?",
        "81": "Do you know where my glasses are? Anda tahu di mana kacamata saya?",
        "84": "Do you like your co-workers? Anda senang rekan-rekan sekerja Anda?",
        "87": "Do you need anything else? Anda perlu apa lagi?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Do you understand? Anda mengerti?",
        "94": "Give me the pen. Berikan saya pena itu.",
        "97": "How do you know? Bagaimana Anda tahu?",
        "100": "How is she? Bagaimana dia?",
        "103": "How long is it? Berapa lama?",
        "106": "How many? Berapa banyak?",
        "109": "How much is it? Berapa harganya?",
        "112": "I have a lot of things to do. Saya punya banyak hal yang harus dikerjakan.",
        "115": "In 30 minutes. Dalam tiga puluh menit.",
        "118": "Is anyone else coming? Apakah ada lagi yang datang?",
        "121": "Is everything ok? Apakah semuanya baik-baik saja?",
        "124": "Is it cold outside? Apakah dingin di luar?",
        "127": "Is it far from here? Apakah jauh dari sini?",
        "130": "Is it hot? Apakah panas?",
        "133": "Is it raining? Apakah sedang turun hujan?",
        "136": "Is there anything cheaper? Apakah ada yang lebih murah?",
        "139": "Is your son here? Apakah anak laki-laki Anda ada di sini?",
        "142": "Should I wait? Apa saya harus menunggu?",
        "145": "The big one or the small one? Yang besar atau yang kecil",
        "148": "The cars are American. Mobil itu buatan Amerika",
        "151": "Were there any problems? Apa tadi ada masalah?",
        "154": "Were you at the library last night? Apakah anda berad di perpustakaan tadi malam?",
        "157": "What are you doing? Anda sedang berbuat apa?",
        "160": "What are you thinking about? Apa yang sedang anda pikirkan?",
        "163": "What are you two talking about? Apa yang sedang anda bicarakan?",
        "166": "What did you do last night? Apa yang anda lakukan tadi malam?",
        "169": "What did you do yesterday? Apa yang anda lakukan kemarin?",
        "172": "What did you think? Apa yang anda pikir?",
        "175": "What do they study? Mereka belajar apa?",
        "178": "What do you have? Apa yang anda punya?",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "What do you think? Apa yang anda pikir?",
        "185": "What happened? Apa yang terjadi?",
        "188": "What is it? Apa itu?",
        "191": "What is that? Apa itu?",
        "194": "What should I wear? Saya pakai baju apa?",
        "197": "What's in it? Di dalamnya ada apa?",
        "200": "What's the temperature? Berapa suhunya?",
        "203": "What's this? Apa ini?",
        "206": "What's up? Apa kabar?",
        "209": "Where are you from? Anda dari mana?",
        "212": "Where can I rent a car? Dimana saya bisa menyewa mobil?",
        "215": "Where did it happen? Dimana hal ini terjadi?",
        "218": "Where did you learn it? Dimana anda mempelajarinya?",
        "221": "Where is he? Dimana dia?",
        "224": "Where is he from? Dia darimana?",
        "227": "Which is better, the spaghetti or chicken salad? mana yang lebih enak, Spagetti atau Selada ayam?",
        "230": "Which one do you want? Yang mana yang anda mau?",
        "233": "Which one is cheaper? Mana yang lebih murah?",
        "236": "Which one is the best? Mana yang terbaik?",
        "239": "Which school does he go to? Dia bersekolah dimana?",
        "242": "Who are they? Siapa mereka?",
        "245": "Who are you looking for? Anda mencari siapa?",
        "248": "Who is it? (Inquiring about who is on the phone) Ini siapa?",
        "251": "Who's calling? Siapa yang menelpon?",
        "254": "Who's that man over there? Siapa laki-laki itu disana?",
        "257": "Who taught you that? Siapa yang mengajari anda itu?",
        "260": "Why did you say that? Kenapa anda katakan itu?",
        "263": "Will you pass me the salt please? Bisa tolong ambilkan garamnya?",
        "266": "Will you put this in the car for me? Bisa tolong taruh ini di mobil?",
        "269": "Would you ask him to call me back please? Bisa tolong minta dia untuk menelpon saya kembali?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Yes. Iya",
        "276": "You have a very nice car. Mobil anda bagus sekali",
        "279": "You look like my sister. Anda mirip dengan saudara perempuan saya"
    },
    "Kerja": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=17",
        "0": "6 dollars per hour. Enam dolar per jam.",
        "3": "Are you waiting for someone? Apakah Anda sedang menunggu seseorang?",
        "6": "Are you working today? Apakah Anda bekerja hari ini?",
        "9": "Bring me my shirt please. Tolong bawakan kemeja saya.",
        "12": "Do you like to watch TV? Anda suka menonton televisi?",
        "15": "Do you like your boss? Anda senang bos Anda?",
        "18": "Have you finished studying? Apakah Anda sudah selesai kuliah?",
        "21": "He's an Engineer. Dia seorang insinyur.",
        "24": "He's very hard working. Dia pekerja keras.",
        "27": "He works at a computer company in New York. Dia bekerja pada sebuah perusahaan komputer di New York.",
        "30": "How long have you worked here? Sudah berapa lama Anda bekerja di sini?",
        "33": "How many hours a week do you work? Anda bekerja berapa jam seminggu?",
        "36": "How much money do you have? Anda punya uang berapa?",
        "39": "How's the weather? Bagaimana cuacanya?",
        "42": "How was the trip? Bagaimana perjalanannya?",
        "45": "I forget. Saya lupa.",
        "48": "I'm good. Saya baik-baik saja.",
        "51": "I'm ready. Saya siap.",
        "54": "I still have a lot of things to buy. Saya masih harus membeli banyak barang.",
        "57": "I've seen it. Saya sudah lihat itu.",
        "60": "What does he do for work? Apa pekerjaan dia?",
        "63": "What does your father do for work? Apa pekerjaan ayah anda?",
        "66": "What do you do for work? Apa pekerjaan anda?",
        "69": "What do your parents do for work? Apa pekerjaan orang tua anda?",
        "72": "What's the matter? Ada apa?",
        "75": "What time do you go to work everyday? Jam berapa anda berangkat kerja setiap hari?",
        "78": "When do you arrive in the U.S.? Kapan adan tiba di Amerika Serikat?",
        "81": "When do you get off work? Kapan anda selesai kerja?",
        "84": "Where did you put it? Dimana anda letakkan?",
        "87": "Where does it hurt? Sakitnya dimana?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Where do you want to go? Kemana anda mau pergi?"
    },
    "Cuaca": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=18",
        "0": "Come here. Datang ke sini.",
        "3": "Does it often snow in the winter in Massachusetts? Apakah salju sering turun waktu musim dingin di Massachusetts?",
        "6": "Do you think it'll rain today? Apakah menurut Anda hujan akan turun hari ini?",
        "9": "Do you think it's going to rain tomorrow? Apakah menurut Anda hujan akan turun besok?",
        "12": "How's business? Bagaimana bisnis?",
        "15": "Is it close? Dekat?",
        "18": "Is it possible? Apakah mungkin?",
        "21": "Is it ready? Apakah siap?",
        "24": "It costs 20 dollars per hour. Harganya / biayanya dua puluh dolar per jam.",
        "27": "It hurts here. Di sini sakit.",
        "30": "It's far from here. Jauh dari sini.",
        "33": "It's going to be hot today. Nanti panas hari ini.",
        "36": "It's north of here. Di sebelah utara dari sini.",
        "39": "It's over there. Di sana.",
        "42": "It's raining. Hujan.",
        "45": "It's too late. Terlalu terlambat.",
        "48": "It's very important. Penting sekali.",
        "51": "It will arrive shortly. Sebentar lagi sampai.",
        "54": "The roads are slippery. Jalanannya licin",
        "57": "What's the room rate? Berapa harga kamarnya?",
        "60": "What will the weather be like tomorrow? Bagaimana cuaca besok?"
    },
    "Kata kerja": {
        "Link": "http://englishspeak.com/id/english-phrases?category_key=19"
    }
}