{
    "Expresiones Comunes": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=1",
        "0": "Be careful. Ten cuidado.",
        "3": "Be careful driving. Ten cuidado conduciendo.",
        "6": "Can you translate this for me? Puedes traducir esto para mi?",
        "9": "Chicago is very different from Boston. Chicago es muy diferente de Boston.",
        "12": "Don't worry. No te preocupes.",
        "15": "Everyone knows it. Todos lo saben.",
        "18": "Everything is ready. Todo esta listo.",
        "21": "Excellent. Excelente.",
        "24": "From time to time. De vez en cuando.",
        "27": "Good idea. Buena idea.",
        "30": "He likes it very much. Le gusta mucho.",
        "33": "Help! Ayuda!",
        "36": "He's coming soon. Viene pronto.",
        "39": "He's right. Tiene razon.",
        "42": "He's very annoying. Es muy molestoso.",
        "45": "He's very famous. Es muy famoso.",
        "48": "How are you? Como estas?",
        "51": "How's work going? Como va el trabajo?",
        "54": "Hurry! Corre! Date prisa!",
        "57": "I ate already. Ya comi'.",
        "60": "I can't hear you. No te oigo.",
        "63": "I'd like to go for a walk. Me gustaria dar un paseo.",
        "66": "I don't know how to use it. No se come se usa.",
        "69": "I don't like him. No me cae bien.",
        "72": "I don't like it. No me gusta.",
        "75": "I don't speak very well. No hablo muy bien.",
        "78": "I don't understand. No entiendo.",
        "81": "I don't want it. No lo quiero.",
        "84": "I don't want that. No quiero eso.",
        "87": "I don't want to bother you. No te quiero molestar.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I feel good. Me siento bien.",
        "94": "If you need my help, please let me know. Si necesitas mi ayuda, dimelo.",
        "97": "I get off of work at 6. Salgo del trabajo a las seis.",
        "100": "I have a headache. Tengo un dolor de cabeza.",
        "103": "I hope you and your wife have a nice trip. Espero que tu y tu mujer tengais un buen viaje.",
        "106": "I know. Lo se.",
        "109": "I like her. Me gusta ella.",
        "112": "I'll call you when I leave. Te llamare' en cuanto me vaya.",
        "115": "I'll come back later. Volvere' mas tarde.",
        "118": "I'll pay. Pago yo.",
        "121": "I'll take it. Lo tomare' yo.",
        "124": "I'll take you to the bus stop. Te llevare' a la parada de autobuses.",
        "127": "I lost my watch. He perdido mi reloj.",
        "130": "I love you. Te quiero.",
        "133": "I'm an American. Soy un Americano.",
        "136": "I'm cleaning my room. Estoy limpiando mi cuarto.",
        "139": "I'm cold. Tengo frio.",
        "142": "I'm coming to pick you up. Estoy viniendo a recogerte.",
        "145": "I'm going to leave. Voy a irme.",
        "148": "I'm good, and you? Estoy bien, y tu?",
        "151": "I'm happy. Estoy feliz.",
        "154": "I'm hungry. Tengo hambre.",
        "157": "I'm married. Estoy casado.",
        "160": "I'm not busy. No estoy ocupado.",
        "163": "I'm not married. No estoy casado.",
        "166": "I'm not ready yet. No estoy listo todavia.",
        "169": "I'm not sure. No estoy seguro.",
        "172": "I'm sorry, we're sold out. Perdoname, pero no hay mas/hemos vendido todo.",
        "175": "I'm thirsty. Tengo sed.",
        "178": "I'm very busy. I don't have time now. Estoy muy ocupado. No tengo tiempo ahora.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "I need to change clothes. Necesito cambiar de ropa.",
        "185": "I need to go home. Necesito ir a casa.",
        "188": "I only want a snack. Solo quiero una merienda.",
        "191": "Is Mr. Smith an American? Es el senor Smith un Americano?",
        "194": "Is that enough? Es bastante?",
        "197": "I think it's very good. Pienso que es muy bueno.",
        "200": "I think it tastes good. Creo que sabe bien.",
        "203": "I thought the clothes were cheaper. Pensaba que la ropa era mas barata.",
        "206": "It's longer than 2 miles. Es mas de dos millas.",
        "209": "I've been here for two days. He estado aqui desde hace dos dias.",
        "212": "I've heard Texas is a beautiful place. He oido que Texas es un sitio muy bonito.",
        "215": "I've never seen that before. Nunca he visto eso.",
        "218": "I was about to leave the restaurant when my friends arrived. Estaba a punto de salir del restaurante cuando llegaron mis amigos.",
        "221": "Just a little. Solo un poco.",
        "224": "Just a moment. Solo un momento.",
        "227": "Let me check. Dejame ver.",
        "230": "Let me think about it. Dejame pensar.",
        "233": "Let's go have a look. Vamos a ver.",
        "236": "Let's practice English. Vamos a practicar el ingles.",
        "239": "May I speak to Mrs. Smith please? Puedo hablar con la senora Smith, por favor?",
        "242": "More than that. Mas de eso.",
        "245": "Never mind. No es nada.",
        "248": "Next time. La proxima vez.",
        "251": "No. No.",
        "254": "Nonsense. Tonterias.",
        "257": "No, thank you. No, gracias.",
        "260": "Nothing else. Nada mas.",
        "263": "Not recently. Recentemente no.",
        "266": "Not yet. Todavia no.",
        "269": "Of course. Claro.",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Okay. OK/vale.",
        "276": "Please fill out this form. Rellena esta forma/documento por favor.",
        "279": "Please take me to this address. Llevame a esta direccion por favor.",
        "282": "Please write it down. Escribelo por favor.",
        "285": "Really? De verdad?",
        "288": "Right here. Aqui mismo.",
        "291": "Right there. Alli mismo.",
        "294": "See you later. Hasta luego.",
        "297": "See you tomorrow. Hasta manana.",
        "300": "See you tonight. Te veo esta noche.",
        "303": "She's pretty. Es bonita.",
        "306": "Sorry to bother you. Perdona por molestarte.",
        "309": "Stop! Para!",
        "312": "Take a chance. Toma un riesgo.",
        "315": "Take it outside. Llevalo fuera.",
        "318": "Tell me. Dime.",
        "321": "Thanks for everything. Gracias por todo.",
        "324": "Thanks for your help. Gracias por tu ayuda.",
        "327": "Thank you. Gracias.",
        "330": "Thank you miss. Gracias senorita.",
        "333": "Thank you sir. Gracias senor.",
        "336": "Thank you very much. Muchas gracias.",
        "339": "That looks great. Eso queda genial.",
        "342": "That's alright. Esta bien/no importa.",
        "345": "That's enough. Ya basta.",
        "348": "That's fine. Esta bien/vale.",
        "351": "That's it. Ya/eso es todo.",
        "354": "That smells bad. Eso huele mal.",
        "357": "That's not fair. No es justo.",
        "360": "That's not right. No esta bien.",
        "363": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "364": "That's right. Eso es correcto/esta bien.",
        "367": "That's too bad. Que lastima.",
        "370": "That's too many. Eso es demasiado.",
        "373": "That's too much. Eso es demasiado.",
        "376": "The book is under the table. El libro esta debajo de la mesa.",
        "379": "They'll be right back. Volveran en seguida.",
        "382": "They're the same. Son iguales.",
        "385": "They're very busy. Estan muy ocupados.",
        "388": "This doesn't work. Esto no funciona.",
        "391": "This is very difficult. Esto es muy dificil.",
        "394": "This is very important. Esto es muy importante.",
        "397": "Try it. Pruebalo.",
        "400": "Very good, thanks. Muy bien, gracias.",
        "403": "We like it very much. Nos gusta mucho.",
        "406": "Would you take a message please? Tomarias un mensaje por favor?",
        "409": "Yes, really. Si, de verdad.",
        "412": "You're beautiful. Eres bonita.",
        "415": "You're very nice. Eres muy simpatico.",
        "418": "You're very smart. Eres muy listo.",
        "421": "Your things are all here. Todas tus cosas estan aqui."
    },
    "Saludos": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=2",
        "0": "Certainly! Claro!",
        "3": "Good afternoon. Buenas tardes.",
        "6": "Good evening sir. Buenas tardes senor.",
        "9": "Good Luck. Buena suerte.",
        "12": "Good morning. Buenos dias.",
        "15": "Great. Genial.",
        "18": "Happy Birthday. Feliz cumpleanos.",
        "21": "Have a good trip. Ten un buen viaje.",
        "24": "Hello. Hola.",
        "27": "Nice to meet you Un placer conocerte.",
        "30": "Please call me. Llamame por favor."
    },
    "Viajando Y Direcciones": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=3",
        "0": "About 300 kilometers. Mas o menos trescientos kilometros.",
        "3": "A one way ticket. Un billete de ida.",
        "6": "Are you going to help her? La vas a ayudar?",
        "9": "A round trip ticket. Un billete de ida y vuelta.",
        "12": "At what time? A que hora?",
        "15": "Can I make an appointment for next Wednesday? Puedo tener un apuntamento para el miercoles que viene?",
        "18": "Can you repeat that please? Puedes repetir eso por favor?",
        "21": "Does this road go to New York? Esta carretara va a New York?",
        "24": "Do you have enough money? Tienes bastante dinero?",
        "27": "Do you know how to cook? Sabes cocinar?",
        "30": "Do you know what this says? Sabes lo que dice?",
        "33": "Do you want me to come and pick you up? Quieres que venga a recogerte?",
        "36": "Follow me. Sigueme.",
        "39": "From here to there. Desde aqui hasta alli.",
        "42": "Go straight ahead. Sigue recto.",
        "45": "Have you arrived? Llegaste?",
        "48": "Have you been to Boston? Has estado alguna vez en Boston?",
        "51": "How do I get there? Como llego alli?",
        "54": "How do I get to Daniel Street? Como llego a la calle Daniel?",
        "57": "How do I get to the American Embassy? Como llego a la embajada americana?",
        "60": "How long does it take by car? Cuanto tiempo tarda en coche?",
        "63": "How long does it take to get to Georgia? Cuanto tiempo tarda en llegar a Georgia?",
        "66": "How long is the flight? Cuanto tarda el vuelo?",
        "69": "How was the movie? Como era la pelicula?",
        "72": "I'd like to make a phone call. Queria hacer una llamada.",
        "75": "I'd like to make a reservation. Queria hacer una reservacion (Queria o Querria por todas)",
        "78": "I have a question I want to ask you./ I want to ask you a question. Tengo una cosa que to quiero preguntar.",
        "81": "I'll take that one also. Tomare' eso tambien.",
        "84": "I'm coming right now. Estoy viniendo ahora.",
        "87": "I'm going home in four days. Vuelvo a casa en cuatro dias.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm leaving Tomorrow. Me voy manana.",
        "94": "I'm looking for the post office. Estoy buscando al apartado de correos.",
        "97": "Is this pen yours? Esto es tu boligrafo?",
        "100": "I wish I had one. Ojala que tuviera uno.",
        "103": "One ticket to New York please. Un billete a New York por favor.",
        "106": "One way or round trip? Ida o ida y vuelta?",
        "109": "Please speak slower. Habla mas lento por favor.",
        "112": "Please take me to the airport. Llevame al aeropuerto por favor.",
        "115": "That way. De esa manera.",
        "118": "The plane departs at 5:30P. El avion sale a las cinco y media de la tarde.",
        "121": "They arrived yesterday. Han llegado ayer.",
        "124": "Turn around. Date la vuelta.",
        "127": "Turn left. Gira a la izquierda.",
        "130": "Turn right. Gira a la derecha.",
        "133": "What time are you going to the bus station? A que hora  vas a ir a la estacion de autobuses?",
        "136": "When did this happen? Cuando paso' esto?",
        "139": "When did you arrive in Boston? Cuando llegaste a Boston?",
        "142": "When does he arrive? Cuando llega?",
        "145": "When does it arrive? Cuando llega (eso)?",
        "148": "When does the bank open? Cuando abre el banco?",
        "151": "When does the bus leave? Cuando sale el autobus?",
        "154": "When do we arrive? Cuando vamos a llegar?",
        "157": "When do we leave? Cuando nos vamos?",
        "160": "Where can I mail this? Donde puedo enviar esto?",
        "163": "Where is she from? De donde es ella?",
        "166": "Where is the bathroom? Donde esta el bano?",
        "169": "Why not? Por que no?",
        "172": "Will you remind me? Me puedes recordar?"
    },
    "Numeros Y Dinero": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=4",
        "0": "11 dollars. Once dolares.",
        "3": "52 cents. Cinquenta y dos centavos.",
        "6": "A few. Un poco/Unos.",
        "9": "A little. Un poco.",
        "12": "Call the police. Llama a la policia.",
        "15": "Did your wife like California? A tu mujer le gusto' California?",
        "18": "Do you have any coffee? Tienes café?",
        "21": "Do you have anything cheaper? Tienes algo mas barato?",
        "24": "Do you take credit cards? Tomas cartas de credito?",
        "27": "How are you paying? Como vas a pagar?",
        "30": "How many people are there in New York? Cuantos habitantes hay en New York?",
        "33": "How much are these earrings? Cuanto cuestan los pendientes/aretes?",
        "36": "How much does it cost per day? Cuanto cuesta cada dia?",
        "39": "How much does this cost? Cuanto questa esto?",
        "42": "How much do I owe you? Cuanto te debo?",
        "45": "How much is it to go to Miami? Cuanto cuesta para ir Miami?",
        "48": "How much money do you make? Cuanto dinero ganas?",
        "51": "I'd like to eat at 5th street restaurant. Queria comer en el restaurante de la calle quinta.",
        "54": "I don't have a girlfriend. No tengo una novia.",
        "57": "I don't have any money. No tengo dinero.",
        "60": "I have a reservation. Tengo una reservacion.",
        "63": "I'll have the same thing. Tendre' lo mismo.",
        "66": "I'll pay for dinner. Pagare' por la cena.",
        "69": "I'll pay for the tickets. Pagare' por los billetes.",
        "72": "I'm 26 years old. Tengo ventiseis anos.",
        "75": "I need to practice my English. Tengo que practicar mi ingles.",
        "78": "Isn't it? No?",
        "81": "Is that ok? Esta bien eso?",
        "84": "Is there any mail for me? Hay correo para mi?",
        "87": "It's 11:30pm. Son las once y media de la noche.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "It's is a quarter past nine. Son las nueve y cuarto.",
        "94": "Please come in. Entra por favor.",
        "97": "Sorry, we don't accept credit cards. Lo siento, no acceptamos cartas de credito.",
        "100": "Sorry, we only accept Cash. Lo siento, solo acceptamos dinero.",
        "103": "That restaurant is not expensive. Ese restaurante no es caro.",
        "106": "That's too expensive. Eso es demasiado caro.",
        "109": "There are many people here. Hay muchas personas aqui.",
        "112": "They charge 26 dollars per day. Cobran ventiseis dolares por dia.",
        "115": "What's the exchange rate for dollars? Cual es la tasa de cambio para dolares?",
        "118": "What's the phone number? Cual es el numero de telefono?",
        "121": "Where can I buy tickets? Donde puedo comprar los billetes?",
        "124": "Where would you like to meet? Donde quieres que nos encontremos?",
        "127": "Which one is better? Cual de esos es mejor?"
    },
    "Emplazamiento": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=5",
        "0": "Across from the post office. En frente al apartado de correos.",
        "3": "At 3 o'clock. A las tres en punta.",
        "6": "Be quiet. Callate (menos fuerte).",
        "9": "Can you recommend a good restaurant? Puedes recomendar un buen restaurante?",
        "12": "Here it is. Aqui esta.",
        "15": "Here you are. Aqui tienes.",
        "18": "He's in the kitchen. Esta en la cocina.",
        "21": "He studies at Boston University. Estudia a la universidad de Boston.",
        "24": "How far is it? Como es de lejos?",
        "27": "How far is it to Chicago? Como de lejos es Chicago?",
        "30": "How many miles is it to Pennsylvania? Cuantas millas es a Pennsylvania?",
        "33": "I'd like a single room. Queria un cuarto individual.",
        "36": "I like to watch TV. Me gusta ver la television.",
        "39": "It's delicious! Es delicioso!",
        "42": "It's half past 11. Son las once y media.",
        "45": "It's less than 5 dollars. Es menos de cinco dolares.",
        "48": "It's more than 5 dollars. Es mas de cinco dolares.",
        "51": "It's near the Supermarket. Esta cerca del supermercado.",
        "54": "it's not suppose to rain today. Se supone que no va a llover hoy.",
        "57": "It's ok. Esta bien.",
        "60": "It's on 7th street. Esta en la calle septima.",
        "63": "It's really hot. Hace mucho calor/Esta muy caliente.",
        "66": "It's suppose to rain tomorrow. Se supone que va a llover manana.",
        "69": "I was going to the library. Estaba iendo a la biblioteca.",
        "72": "I was in the library. Estaba en la biblioteca.",
        "75": "Let's go. Vamos.",
        "78": "Maybe. A lo mejor.",
        "81": "More than 200 miles. Mas de doscientas millas.",
        "84": "My house is close to the bank. Mi casa esta cerca del banco.",
        "87": "Near the bank. Cerca del banco.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "On the left. A la izquierda.",
        "94": "On the right. A la derecha.",
        "97": "On the second floor. En el segundo piso.",
        "100": "Outside the hotel. Fuera del hotel.",
        "103": "Over here. Alli.",
        "106": "Over there. Alla.",
        "109": "The book is behind the table. El libro esta detras de la mesa.",
        "112": "The book is in front of the table. El libro esta delante de la mesa.",
        "115": "The book is near the table. El libro esta cerca de la mesa.",
        "118": "The book is next to the table. El libro esta al lado de la mesa.",
        "121": "The book is on top of the table. El libro esta encima de la mesa.",
        "124": "There are some books on the table. Hay unos libros sobre la mesa.",
        "127": "There's a book under the table. Hay un libro debajo de la mesa.",
        "130": "We're from California. Somos de California.",
        "133": "What's the address? Cual es la direccion?",
        "136": "Where are you going? A donde vas?",
        "139": "Where is it? Donde esta (un sitio/una cosa)?",
        "142": "Where would you like to go? A donde quierrias ir?",
        "145": "Who won? Quien ha ganado?"
    },
    "Telefono/Internet/Correo": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=6",
        "0": "Can I see your passport please? Puedo ver tu pasaporte por favor?",
        "3": "Can I take a message? Quieres dejar un mensaje?",
        "6": "Can I try it on? Lo puedo probar (ropa)?",
        "9": "Can we sit over there? Nos podemos sentar alli?",
        "12": "Did you come with your family? Viniste con tu familia?",
        "15": "Do you think it's possible? Crees que es posible?",
        "18": "Here's my number. Este es mi numero.",
        "21": "He's not in right now. No esta aqui ahora.",
        "24": "Hi, is Mrs. Smith there, please? Hola, esta la senora Smith, por favor?",
        "27": "I'd like some water too, please. Queria un poco de agua tambien, por favor.",
        "30": "I'd like to buy a bottle of water, please. Queria comprar una botella de agua por favor.",
        "33": "I'd like to buy something. Me gustaria comprar algo.",
        "36": "I'd like to go to the store. Queria ir a la tienda.",
        "39": "I'd like to rent a car. Queria alquilar un coche.",
        "42": "I'd like to send a fax. Quieria enviar un fax.",
        "45": "I'd like to send this to America. Queria mandad esto a America.",
        "48": "I'd like to speak to Mr. Smith please. Queria hablar con la senora Smith por favor.",
        "51": "I have three children, two girls and one boy. Tengo tres hijos, dos ninas y un nino.",
        "54": "I'll be right back. Volvere' en seguida.",
        "57": "I'll call back later. Llamare' mas tarde.",
        "60": "I'll call you on Friday. Te llamare' el viernes.",
        "63": "I'll teach you. Te ensenero'",
        "66": "I'm ok. Estoy bien.",
        "69": "I need some tissues. Necesito unos panuelos.",
        "72": "Is there an English speaking guide? Hay una guia en ingles?",
        "75": "I want to give you a gift. Te quiero dar un regalo.",
        "78": "Male or female? Macho o hembra?",
        "81": "My cell phone doesn't have good reception. Mi movil no tiene buena covertura.",
        "84": "My cell phone doesn't work. Mi movil no funciona.",
        "87": "Please take off your shoes. Quitate los zapatos por favor.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Sorry, I think I have the wrong number. Perdona, creo que tengo el numero equivocado.",
        "94": "What is the area code? Cual es el prefijo?",
        "97": "What's the name of the company you work for? Como se llama la empresa en donde trabajas?",
        "100": "What's wrong? Que pasa (de malo)?",
        "103": "What's your address? Cual es tu direccion?",
        "106": "Where can I find a hospital? Donde puedo encontrar un hospital?",
        "109": "Where's the closest restaurant? Donde esta el restaurante mas cercano?",
        "112": "Where's the pharmacy? Donde esta la farmacia?",
        "115": "Who are you? Quien eres?",
        "118": "Who is that? Quies es?",
        "121": "Who would you like to speak to? Con quien quieres hablar?",
        "124": "Will you take me home? Me puedes llevar a casa?",
        "127": "Would you like water or milk? Quieres agua or leche?"
    },
    "Horas Y Fechas": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=7",
        "0": "11 days ago. Hace once dias.",
        "3": "2 hours. Dos horas.",
        "6": "All day. Todo el dia.",
        "9": "A long time ago. Hace mucho tiempo.",
        "12": "Are they coming this evening? Van a venir esta noche?",
        "15": "Are you comfortable? Estas comodo?",
        "18": "Are your children with you? Estan tus hijos contigo?",
        "21": "As soon as possible. Lo mas rapido posible.",
        "24": "At 3 o'clock in the afternoon. A las tres de la tarde.",
        "27": "At 5th street. A la calle quinta.",
        "30": "At 7 o'clock at night. (evening)? A las siete de la tarde/noche",
        "33": "At 7 o'clock in the morning. A las siete de la manana.",
        "36": "At what time did it happen? A que hora pasó?",
        "39": "Can I help you? Te puedo ayudar?",
        "42": "Do you have a swimming pool? Tienes una piscina?",
        "45": "Do you have this in size 11? Tienes eso en el tamano once?",
        "48": "Do you think you'll be back by 11:30? Crees que volveras a las once y media?",
        "51": "Everyday I get up at 6AM. Me levanto todos los dias a las seis de la manana.",
        "54": "Every week. Cada semana.",
        "57": "Expiration date. La fecha de caducidad.",
        "60": "Have you been waiting long? Has estado esperando mucho tiempo?",
        "63": "He'll be back in 20 minutes. Volvera' en veinte minutos.",
        "66": "His family is coming tomorrow. Su familia viene manana.",
        "69": "How about Saturday? Y el sabado?",
        "72": "How long are you going to stay? Cuanto tiempo te vas a quedar?",
        "75": "How long are you going to stay in California? Cuanto tiempo te vas a quedar en California?",
        "78": "How long will it take? Cuanto va a tardar?",
        "81": "How much altogether? Cuanto todo junto?",
        "84": "How much will it cost? Cuanto va a costar?",
        "87": "I don't have enough money. No tengo bastante dinero.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm getting ready to go out. Estoy preparando para salir.",
        "94": "I'm just looking. (Shopping) Solo estoy mirando.",
        "97": "I'm worried too. Yo tambien estoy preocupado.",
        "100": "It'll be cold this evening. Hara' frio esta noche.",
        "103": "It rained very hard today. Llovio' fuertemente hoy.",
        "106": "It's 17 dollars. Son diecisiete dolares.",
        "109": "It's 6AM. Son las sies de la manana.",
        "112": "It's 8:45. Son las ocho y cuarenta y cinco.",
        "115": "It's a quarter to 7. Son las siete menos cuarto.",
        "118": "It's going to snow today. Va a nevar hoy.",
        "121": "It's here. Esta aqui.",
        "124": "It's there. Esta alli.",
        "127": "I've already seen it. Ya lo he visto.",
        "130": "John is going on vacation tomorrow. John se va de vacaciones manana.",
        "133": "My birthday is August 27th. Mi cumpleanos es el ventisiete de Agosto.",
        "136": "Now or later? Ahora o mas tarde?",
        "139": "October 22nd. El ventidos de Octubre.",
        "142": "She wants to know when you're coming. Quiere saber cuando vas a venir.",
        "145": "Sometimes I go to sleep at 11PM, sometimes at 11:30PM. A veces me voy a dormir a las once, otras veces a las once y media.",
        "148": "There's plenty of time. Hay mucho tiempo.",
        "151": "The whole day. El dia entero.",
        "154": "We're late. Estamos retrasados.",
        "157": "What day are they coming over? Que dia van a venir aqui?",
        "160": "What day of the week is it? Que dia de la semana es?",
        "163": "What is today's date? Cual es la fecha de hoy?",
        "166": "What's your religion? Cual es tu religion?",
        "169": "What time are they arriving? A que hora van a llegar?",
        "172": "What time did you get up? A que hora te levantaste?",
        "175": "What time did you go to sleep? A que hora te fuiste a dormir?",
        "178": "What time did you wake up? A que hora te despertaste?",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "What time does it start? A que hora empieza?",
        "185": "What time do you think you'll arrive? A que hora crees que vas a llegar?",
        "188": "What time is it? Que hora es?",
        "191": "When are they coming? Cuando vienen?",
        "194": "When are you coming back? Cuando vas a volver?",
        "197": "When are you going to pick up your friend? Cuando vas a recoger a tu amigo?",
        "200": "When are you leaving? Cuando te vas?",
        "203": "When are you moving? Cuando te vas a mudar?",
        "206": "When is the next bus to Philidalphia? Cuando es el proximo autobus a Philadelphia?",
        "209": "When is your birthday? Cuando es tu cumpleanos?",
        "212": "When I went to the store, they didn't have any apples. Cuando fui a la tienda, no tenian manzanas.",
        "215": "When was the last time you talked to your mother? Cuando era la ultima vez que hablaste con tu madre?",
        "218": "When will he be back? Cuando va a volver?",
        "221": "When will it be ready? Cuando estara' listo?",
        "224": "Where are you going to go? A donde vas a ir?"
    },
    "Alojamiento": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=8",
        "0": "Are you busy? Estas ocupado?",
        "3": "Can we have some more bread please? Nos puedes traer mas pan por favor?",
        "6": "Do you have any money? Tienes dinero?",
        "9": "For how many nights? Por cuantas noches?",
        "12": "How long will you be staying? Cuanto tiempo te vas a quedar?",
        "15": "I'd like a map of the city. Me gustaria un mapa de la ciudad.",
        "18": "I'd like a non-smoking room. Queria un cuarto de no fumadores.",
        "21": "I'd like a room. Queria un cuarto.",
        "24": "I'd like a room with two beds please. Queria un cuarto con dos camas por favor.",
        "27": "I need a doctor. Necesito un doctor.",
        "30": "Is there a nightclub in town? Hay una discoteca en el pueblo?",
        "33": "Is there a restaurant in the hotel? Hay un restaurante en el hotel?",
        "36": "Is there a store near here? Hay una tienda cerca de aqui?",
        "39": "Sorry, we don't have any vacancies. Perdona, no tenemos ningun sitio libre.",
        "42": "Take me to the Marriott Hotel. Llevame al Marriott Hotel.",
        "45": "What's the charge per night? (Hotel) Cuanto cuesta cada noche?",
        "48": "What time is check out? A que ora tenemos que dejar el hotel?",
        "51": "Where is the airport? Donde esta el aeropuerto?",
        "54": "Where's the mail box? Donde esta el buzon?"
    },
    "Cenando": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=9",
        "0": "Are you here alone? Estas aqui solo?",
        "3": "Can I bring my friend? Puedo llevar a mi amigo?",
        "6": "Can I have a receipt please? Me puedes dar un recibio por favor?",
        "9": "Can it be cheaper? Puede ser mas barato?",
        "12": "Can we have a menu please. Nos puedes dar un menu por favor?",
        "15": "Can you hold this for me? Puedes sujetar esto para mi?",
        "18": "Do you have any children? Tienes hijos?",
        "21": "Do you know how much it costs? Sabes cuanto cuesta?",
        "24": "Have you eaten at that restaurant? Has comido en este restaurante?",
        "27": "Have you eaten yet? Has comido ya?",
        "30": "Have you ever had Potato soup? Alguna vez has probado sopa de patata?",
        "33": "He likes juice but he doesn't like milk Le gusta el zumo, pero no le gusta la leche.",
        "36": "Here is your salad. Aqui esta tu ensalada.",
        "39": "Here's your order. Aqui tienes lo que ordinaste.",
        "42": "How does it taste? Como sabe? Que sabor tiene?",
        "45": "How many people? (restaurant) Cuantas personas?",
        "48": "I agree. Estoy de acuerdo.",
        "51": "I'd like a table near the window. Me gustaria una mesa cerca de la ventana.",
        "54": "I'd like to call the United States. Me gustaria llamar a los Estados Unidos.",
        "57": "I haven't been there. Nunca he estado alli.",
        "60": "I haven't finished eating. No he terminado de comer.",
        "63": "I like it. Me gusta.",
        "66": "I'll give you a call. Te llamare' el viernes.",
        "69": "I'll have a cup of tea please. Una taza de te' por favor.",
        "72": "I'll have a glass of water please. Un vaso de agua por favor.",
        "75": "I'm from America. Soy de America.",
        "78": "I'm going to bed. Voy a dormir.",
        "81": "I'm here on business. Estoy aqui de trabajo.",
        "84": "I'm sorry. Perdoname/Lo siento",
        "87": "I only have 5 dollars. Solo tengo cinco dolares.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I think I need to see a doctor. Creo que tengo que ver a un doctor.",
        "94": "It's August 25th. Es el venticinco de Agosto.",
        "97": "I understand. Entiendo.",
        "100": "June 3rd. El tercero de Junio.",
        "103": "The food was delicious. La comida era deliciosa.",
        "106": "There are some apples in the refrigerator. Hay unas manzanas en la nevera.",
        "109": "There's a restaurant near here. Hay un restaurante cerca de aqui.",
        "112": "There's a restaurant over there, but I don't think it's very good. Hay un restaurante alli, pero no creo que es muy bueno.",
        "115": "Waiter! Camarero!",
        "118": "Waitress! Camarera!",
        "121": "We can eat Italian or Chinese food. Podemos comer o comida italiana o comida china.",
        "124": "We'll have two glasses of water please. Tendremos dos vasos de agua por favor.",
        "127": "What are you going to have? Que vas a tomar?",
        "130": "What do you recommend? Que recomiendas?",
        "133": "What's your email address? Cual es tu email?",
        "136": "What would you like to drink? Que quieres de beber?",
        "139": "What would you like to eat? Que quieres de comer?",
        "142": "Where is an ATM? Donde hay un cajero automatico?",
        "145": "Where is there a doctor who speaks English? Donde hay un doctor que hable ingles?",
        "148": "Which one? Cual?",
        "151": "Would you ask him to come here? Le puedes decir que venga?",
        "154": "Would you like a glass of water? Quieres/Querrias un vaso de agua?",
        "157": "Would you like coffee or tea? Quieres/Querrias café o te'?",
        "160": "Would you like something to drink? Quieres/Querrias algo de beber?",
        "163": "Would you like some water? Quieres/Querrias un poco de agua?",
        "166": "Would you like some wine? Quieres/Querrias un poco de vino?",
        "169": "Would you like to go for a walk? Querrias dar un paseo?",
        "172": "Would you like to watch TV? Querrias ver la television?"
    },
    "Haciendo Amigos": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=10",
        "0": "Are you American? Eres americano?",
        "3": "Are you coming this evening? Vas a venir esta noche?",
        "6": "Are you free tonight? Estas libre esta noche?",
        "9": "Are you going to take a plane or train? Vas a ir en avion o en tren?",
        "12": "Are you hungry? Tienes hambre?",
        "15": "Are you sure? Estas seguro?",
        "18": "Are you working Tomorrow? Vas a trabajar manana?",
        "21": "Business is good. La empresa va bien.",
        "24": "Cheers! Saulud!",
        "27": "Did it snow yesterday? Nevo' ayer?",
        "30": "Did you get my email? Recibiste mi email?",
        "33": "Did you take your medicine? Tomaste tu medicina?",
        "36": "Do you feel better? Te sientes mejor?",
        "39": "Do you go to Florida often? Vas a Florida frecuentemente?",
        "42": "Do you have another one? Tienes otro?",
        "45": "Do you know where there's a store that sells towels? Sabes donde hay una tienda que vende toallas?",
        "48": "Do you like it here? Te gusta aqui?",
        "51": "Do you like the book? Te gusta el libro?",
        "54": "Do you need anything? Necesitas algo?",
        "57": "Do you play any sports? Juegas a algunos deportes?",
        "60": "Do you sell medicine? (store) Vendes medicina?",
        "63": "Do you study English? Estudias ingles?",
        "66": "Do you want to come with me? Quieres venir conmigo?",
        "69": "Do you want to go with me? Quieres ir conimigo?",
        "72": "Excuse me. Perdona.",
        "75": "Give me a call. Llamame.",
        "78": "Has your brother been to California? Tu hermano ha estado alguna vez en California?",
        "81": "Have they met her yet? La han conocido ya?",
        "84": "Have you done this before? Has hecho esto antes?",
        "87": "How long have you been here? Cuanto tiempo has estado alli?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "How long have you been in America? Cuanto tiempo has estado en America?",
        "94": "How long have you lived here? Cuanto tiempo has vivido aqui?",
        "97": "How many children do you have? Cuantos hijos tienes?",
        "100": "How many languages do you speak? Cuantos idiomas hablas?",
        "103": "How many people do you have in your family? Cuantas personas hay en tu familia?",
        "106": "How much would you like? Cuanto quieres?",
        "109": "How old are you? Cuantos anos tienes?",
        "112": "I bought a shirt yesterday. Compre' una camisa ayer.",
        "115": "I don't feel well. No me siento bien.",
        "118": "I have pain in my arm. Tengo un dolor en mi brazo.",
        "121": "I have to wash my clothes. Tengo que lavar mi ropa.",
        "124": "I have two sisters. Tengo dos hermanas.",
        "127": "I'll tell him you called. Le dire' que has llamado.",
        "130": "I'm 32. Tengo treinta y dos anos.",
        "133": "I'm 6'2\". Mido seis pies y dos pulgadas.",
        "136": "I'm allergic to seafood. Tengo alergia a los mariscos.",
        "139": "I'm American. Soy Americano.",
        "142": "I'm a size 8. Mi tamano es ocho.",
        "145": "I'm fine, and you? Estoy bien, y tu?",
        "148": "I'm not afraid. No tengo miedo.",
        "151": "I'm sick. Estoy enfermo.",
        "154": "I remember. Me acuerdo.",
        "157": "I speak a little English. Hablo un poquito de ingles.",
        "160": "Is your house like this one? Tu casa es parecido a esta?",
        "163": "Is your husband also from Boston? Tu marido tambien es de Boston, no?",
        "166": "It's not very expensive. No es tan caro.",
        "169": "I've been there. He estado aqui.",
        "172": "Let's share. Vamos a compartir.",
        "175": "My daughter is here. Mi hija esta aqui.",
        "178": "My father has been there. Mi padre siempre ha estado alli.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "My father is a lawyer. Mi padre es un abogado.",
        "185": "My grandmother passed away last year. Mi abuela se murio' el ano pasado.",
        "188": "My name is John Smith. Me llamo John Smith.",
        "191": "My son. Mi hijo.",
        "194": "My son studies computers. Mi hijo estudia ordenadores.",
        "197": "No, I'm American. No, soy Americano.",
        "200": "No, this is the first time. No, este es la primera vez.",
        "203": "Our children are in America. Nuestros hijos estan en America.",
        "206": "She's an expert. Es un experta.",
        "209": "She's older than me. Es mas mayor que yo.",
        "212": "That car is similar to my car. Ese coche es parecido al mio.",
        "215": "This is Mrs. Smith. Esta es la senora Smith.",
        "218": "This is my mother. Esta es mi madre.",
        "221": "This is the first time I've been here. Esta es la primera vez que estoy aqui.",
        "224": "We have two boys and one girl. Tenemos dos ninos y una nina.",
        "227": "What are you going to do tonight? Que vas a hacer esta noche?",
        "230": "What are your hobbies? Que son tus hobbys?",
        "233": "What do you study? Que estudias?",
        "236": "What do you want to do? Que quieres hacer?",
        "239": "What school did you go to? A que escuela fuiste?",
        "242": "What's your favorite movie? Cual es tu pelicula favorita?",
        "245": "What's your last name? Cual es tu apellido?",
        "248": "What's your name? Como te llamas?",
        "251": "Where are the t-shirts? Donde estas las camisetas?",
        "254": "Where did you go? A donde fuiste?",
        "257": "Where did you learn English? Donde aprendiste ingles?",
        "260": "Where did you work before you worked here? Donde trabajaste antes de aqui?",
        "263": "Where do you live? Donde vives?",
        "266": "Where were you? Donde estabas?",
        "269": "Who sent this letter? Quien te mando' esta carta?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Would you like to buy this? Quierrias comprar esto?",
        "276": "Your children are very well behaved. Tus hijos se comportan muy bien.",
        "279": "Your daughter. Tu hija.",
        "282": "You're smarter than him. Eres mas listo que el.",
        "285": "You speak English very well. Hablas ingles muy bien."
    },
    "Entretenamiento Y Espectaculos": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=11",
        "0": "Are there any concerts? Hay algunos conciertos?",
        "3": "Do you want to go to the movies? Quieres ir al cine?",
        "6": "Have you seen this movie? Has visto esta pelicula?",
        "9": "He said you like to watch movies. Dijo que te gusta ver peliculas.",
        "12": "How tall are you? Como eres de alto?",
        "15": "Is the bank far? Esta lejos el banco?",
        "18": "Is there a movie theater nearby? Hay un cinema cerca de aqui?",
        "21": "What do people usually do in the summer in Los Angeles? Que hacen las personas normalmente durante el verano en Los Angeles?",
        "24": "What kind of music do you like? Que tipo de musica te gusta?",
        "27": "What's your favorite food? Cual es tu comida favorita?",
        "30": "What time does the movie start? A que hora empieza la pelicula?",
        "33": "Who was your teacher? Quien era tu profesor?",
        "36": "Would you like to have dinner with me? Querrias cenar conmigo?",
        "39": "Would you like to rent a movie? Querrias alquilar una pelicula?"
    },
    "Haciendo La Compra": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=12",
        "0": "Can I have a glass of water please? Puedo tener un vaso de agua por favor?",
        "3": "Can I use your phone? Puedo usar tu telefono?",
        "6": "Do you have any vacancies? Tienes sitios libres?",
        "9": "Do you have the number for a taxi? Tienes un numero de un taxi?",
        "12": "Do you know her? La conoces?",
        "15": "Do you know where she is? Sabes donde esta ella?",
        "18": "Do you play basketball? Juegas al baloncesto?",
        "21": "Fill it up, please. (gas station) Llenalo, por favor.",
        "24": "He needs some new clothes. Necesita nueva ropa.",
        "27": "How much is that? Cuanto es eso?",
        "30": "How much is this? Cuanto es esto?",
        "33": "I believe you. Te creo.",
        "36": "I'd like the number for the Hilton Hotel please. Queria el numero del Hilton Hotel por favor.",
        "39": "I'd like to buy a phone card please. Queria comprar una tarjeta para el telefono por favor.",
        "42": "I'd like to go home. Me gustaria ir a casa.",
        "45": "I'd like to go shopping. Me gustaria ir de compras.",
        "48": "If you like it I can buy more. Si te gusta, puedo comprar mas.",
        "51": "I'm a beginner. Soy un principiante.",
        "54": "I'm full. Estoy lleno.",
        "57": "I'm just kidding. Estoy de broma.",
        "60": "I'm single. Estoy soltero.",
        "63": "I speak two languages. Hablo dos lenguas.",
        "66": "I thought he said something else. Crei que dijo otra cosa.",
        "69": "It's not too far. No es demasiado lejos.",
        "72": "I usually drink coffee at breakfast. Normalmente bebo café por el desayuno.",
        "75": "Sorry, we don't have any. Lo siento, no tenemos ninguno.",
        "78": "The books are expensive. Libros son caros.",
        "81": "Try it on. Metetelo (ropa).",
        "84": "What do you want to buy? Que quieres comprar?",
        "87": "What size? Que tamano?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "What time does the store open? A que hora abre la tienda?",
        "94": "When does the plane arrive? Cuando llega el avion?",
        "97": "Where are you? Donde estas?",
        "100": "Would you like something to eat? Quieres/Querrias algo de comer?"
    },
    "Dificultades Con Comunicacion": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=13",
        "0": "Am I pronouncing it correctly? Lo estoy pronunciando correctamente?",
        "3": "Can you do me a favor? Me puedes hacer un favor?",
        "6": "Can you help me? Me puedes ayudar?",
        "9": "Can you please say that again? Puedes decir eso otra vez por favor?",
        "12": "Can you show me? Puedes mostrarme?",
        "15": "Can you throw that away for me? Puedes tirar eso para mi?",
        "18": "Does anyone here speak English? Hay alguien aqui que hable ingles?",
        "21": "Don't do that. No hagas eso.",
        "24": "Do you believe that? Te crees eso?",
        "27": "Do you have a pencil? Tienes un lapiz?",
        "30": "Do you smoke? Fumas?",
        "33": "Do you speak English? Hablas ingles?",
        "36": "Excuse me, what did you say? Perdona, que has dicho?",
        "39": "Forget it. Olvidalo.",
        "42": "How do you pronounce that? Como se pronuncia eso?",
        "45": "How do you say it in English? Como se dice en ingles?",
        "48": "How do you spell it? Como se escribe?",
        "51": "How do you spell the word \"Seattle?\" Como se escribe la palabra Seattle?",
        "54": "I can swim. Puedo nadar.",
        "57": "I can't hear you clearly. No te oigo claramente.",
        "60": "I don't mind. No es nada.",
        "63": "I don't speak English very well. No hablo ingles muy bien.",
        "66": "I don't think so. No creo.",
        "69": "I don't understand what your saying. No entiendo lo que estas diciendo.",
        "72": "Is there air conditioning in the room? Hay aire acondicionado en el cuarto?",
        "75": "I think you have too many clothes. Pienso que tienes demasiada ropa.",
        "78": "I trust you. Me fio de ti.",
        "81": "I understand now. Ahora entiendo.",
        "84": "Let's meet in front of the hotel. Vamos a encontrarnos delante del hotel.",
        "87": "Please sit down. Sientate por favor.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Please speak English. Habla en ingles por favor.",
        "94": "Please speak more slowly. Habla mas despacio por favor.",
        "97": "Sorry, I didn't hear clearly. Perdona, no te he oido bien.",
        "100": "That means friend. Eso significa amigo.",
        "103": "That's wrong. Eso no esta bien/es equivocado.",
        "106": "Try to say it. Intenta decirlo.",
        "109": "What does this mean? Que significa esto?",
        "112": "What does this say? Que dice esto?",
        "115": "What does this word mean? Que significa esta palabra?",
        "118": "What's the exchange rate? Cual es la tasa de cambio?",
        "121": "Whose book is that? De quien es ese libro?",
        "124": "Why aren't you going? Por que no te vas?",
        "127": "Why are you laughing? Por que te estas riendo?",
        "130": "Why did you do that? Por que hiciste eso?"
    },
    "Emergencias Y Salud": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=14",
        "0": "Are you allergic to anything? Eres alergico a algo?",
        "3": "Are you ready? Estas listo?",
        "6": "Call me. Llamame.",
        "9": "Did you send me flowers? Me mandaste flores?",
        "12": "Do you sell batteries? Vendes pilas?",
        "15": "I don't care. No me importa.",
        "18": "I give up. Me rindo.",
        "21": "I got in an accident. Tuve un accidente.",
        "24": "I have a cold. Estoy resfriado.",
        "27": "I have one in my car. Tengo uno en mi coche.",
        "30": "I made this cake. Hice una tarta.",
        "33": "I'm a teacher. Soy un profesor.",
        "36": "I'm self-employed. Soy autonomo.",
        "39": "I still have a lot to do. Todavia tengo mucho que hacer.",
        "42": "I still haven't decided. Todavia no he decidido.",
        "45": "It depends on the weather. Depende del tiempo.",
        "48": "It's very cold today. Hace mucho frio hoy.",
        "51": "My luggage is missing. Falta mi equipaje.",
        "54": "My stomach hurts. Me duele la tripa.",
        "57": "My throat is sore. Me duele la garganta.",
        "60": "My watch has been stolen. Me han robado el reloj.",
        "63": "Take this medicine. Toma esta medicina.",
        "66": "The accident happened at the intersection. El accidente paso' en esa interseccion.",
        "69": "There has been a car accident. Ha pasado un accidente de coches.",
        "72": "Where can I exchange U.S. dollars? Donde puedo cambiar para dolares americanos?",
        "75": "Where do you work? Donde trabajas?",
        "78": "Where's the nearest hospital? Donde esta el hospital mas cercano?",
        "81": "Where's the post office? Donde esta el apartado de correos?"
    },
    "Expresiones Y Termines Culturales": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=15"
    },
    "Preguntas Generales": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=16",
        "0": "And you? Y tu?",
        "3": "Anything else? Algo mas?",
        "6": "Are they the same? Son iguales?",
        "9": "Are you afraid? Tienes miedo?",
        "12": "Are you going to attend their wedding? Vas a asistir a su boda?",
        "15": "Are you married? Estas casado?",
        "18": "Are you okay? Estas bien?",
        "21": "Are you sick? Estas enfermo?",
        "24": "Behind the bank. Detras del banco.",
        "27": "Can I borrow some money? Me prestas un poco de dinero?",
        "30": "Can I have the bill please? Me puedes dar la cuenta por favor?",
        "33": "Can you call back later? Puedes llamar mas tarde?",
        "36": "Can you call me back later? Puedes llamarme mas tarde?",
        "39": "Can you carry this for me? Puedes llevar esto para mi?",
        "42": "Can you fix this? Puedes arreglar esto?",
        "45": "Can you give me an example? Me puedes dar un ejemplo?",
        "48": "Can you speak louder please? Puedes hablar mas alto por favor?",
        "51": "Can you swim? Puedes nadar?",
        "54": "Does he like the school? Le gusta la escuela?",
        "57": "Do you accept U.S. Dollars? Acceptas dolares americanos?",
        "60": "Do you have a girlfriend? Tienes una novia?",
        "63": "Do you have an appointment? Tienes un apuntamento?",
        "66": "Do you have a problem? Tienes un problema?",
        "69": "Do you hear that? Oyes eso?",
        "72": "Do you know how to get to the Marriott Hotel? Sabes como llegar al Marriott Hotel?",
        "75": "Do you know what this means? Sabes lo que significa?",
        "78": "Do you know where I can get a taxi? Sabes donde puedo ir para coger un taxi?",
        "81": "Do you know where my glasses are? Sabes donde estan mis gafas?",
        "84": "Do you like your co-workers? Te caen bien tus companeros de trabajo?",
        "87": "Do you need anything else? Necesitas algo mas?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Do you understand? Entiendes?",
        "94": "Give me the pen. Dame el boligrafo.",
        "97": "How do you know? Como lo sabes?",
        "100": "How is she? Como esta ella?",
        "103": "How long is it? Cuanto tarda?",
        "106": "How many? Cuantos?",
        "109": "How much is it? Cuanto es?",
        "112": "I have a lot of things to do. Tengo muchas cosas que hacer.",
        "115": "In 30 minutes. En treinta minutos.",
        "118": "Is anyone else coming? Viene alguien mas?",
        "121": "Is everything ok? Todo esta bien?",
        "124": "Is it cold outside? Hace frio fuera?",
        "127": "Is it far from here? Esta lejos de aqui?",
        "130": "Is it hot? Hace calor?",
        "133": "Is it raining? Esta lloviendo?",
        "136": "Is there anything cheaper? Hay algo mas barato?",
        "139": "Is your son here? Esta tu hijo aqui?",
        "142": "Should I wait? Deberia esperar?",
        "145": "The big one or the small one? El grande o el pequeno.",
        "148": "The cars are American. Los coches son Americanos.",
        "151": "Were there any problems? Habian algunos problemas?",
        "154": "Were you at the library last night? Estabas en la biblioteca ayer por la noche?",
        "157": "What are you doing? Que estas haciendo?",
        "160": "What are you thinking about? En que estas pensando?",
        "163": "What are you two talking about? De que estais hablando los dos?",
        "166": "What did you do last night? Que hiciste anoche?",
        "169": "What did you do yesterday? Que hiciste ayer?",
        "172": "What did you think? Que pensaste?",
        "175": "What do they study? Que estudian?",
        "178": "What do you have? Que tienes?",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "What do you think? Que piensas?",
        "185": "What happened? Que paso'?",
        "188": "What is it? Que es?",
        "191": "What is that? Que es eso?",
        "194": "What should I wear? Que llevo (ropa)?",
        "197": "What's in it? Que hay dentro?",
        "200": "What's the temperature? Cual es la temperatura?",
        "203": "What's this? Que es esto?",
        "206": "What's up? Que tal?",
        "209": "Where are you from? De donde eres?",
        "212": "Where can I rent a car? Donde puedo alquilar un coche?",
        "215": "Where did it happen? Donde paso'?",
        "218": "Where did you learn it? Donde lo aprendiste?",
        "221": "Where is he? Donde esta?",
        "224": "Where is he from? De donde es el?",
        "227": "Which is better, the spaghetti or chicken salad? Cual es mejor, el espagueti o la ensalada de pollo?",
        "230": "Which one do you want? Cual quieres?",
        "233": "Which one is cheaper? Cual de esos es mas barato?",
        "236": "Which one is the best? Cual de esos es el mejor?",
        "239": "Which school does he go to? A que colegio va?",
        "242": "Who are they? Quien son?",
        "245": "Who are you looking for? A quien buscas?",
        "248": "Who is it? (Inquiring about who is on the phone) Quien es?",
        "251": "Who's calling? Quien esta llamando?",
        "254": "Who's that man over there? Quien es ese hombre de alli?",
        "257": "Who taught you that? Quien te enseno' eso?",
        "260": "Why did you say that? Por que dijiste eso?",
        "263": "Will you pass me the salt please? Me pasas la sal por favor?",
        "266": "Will you put this in the car for me? Puedes meter esto en el coche para mi?",
        "269": "Would you ask him to call me back please? Le puedes decir que me llame por favor?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Yes. Si.",
        "276": "You have a very nice car. Tienes un coche muy bueno.",
        "279": "You look like my sister. Te pareces a mi hermana."
    },
    "Trabajo": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=17",
        "0": "6 dollars per hour. Seis dolares por hora.",
        "3": "Are you waiting for someone? Estas esperando a alguien?",
        "6": "Are you working today? Estas trabajando hoy?",
        "9": "Bring me my shirt please. Traeme mi camisa por favor.",
        "12": "Do you like to watch TV? Te gusta ver la television?",
        "15": "Do you like your boss? Te cae bien tu jefe?",
        "18": "Have you finished studying? Has terminado de estudiar?",
        "21": "He's an Engineer. Es un ingeniero.",
        "24": "He's very hard working. Es muy trabajador.",
        "27": "He works at a computer company in New York. Trabaja en una empresa de ordenadores en New York.",
        "30": "How long have you worked here? Cuanto tiempo has trabajado aqui?",
        "33": "How many hours a week do you work? Cuantas horas trabajas a la semana?",
        "36": "How much money do you have? Cuanto dinero tienes?",
        "39": "How's the weather? Como esta el tiempo?",
        "42": "How was the trip? Como era el viaje?",
        "45": "I forget. No me acuerdo.",
        "48": "I'm good. Estoy bien.",
        "51": "I'm ready. Estoy listo.",
        "54": "I still have a lot of things to buy. Todavia tengo muchas cosas que comprar.",
        "57": "I've seen it. Lo he visto.",
        "60": "What does he do for work? Que hace para trabajar?",
        "63": "What does your father do for work? Que hace tu padre para trabajo?",
        "66": "What do you do for work? Que haces para trabajo?/En que trabajas?",
        "69": "What do your parents do for work? Que hacer tus padres para trabajo?",
        "72": "What's the matter? Que pasa?",
        "75": "What time do you go to work everyday? A que hora vas al trabajo todos los dias?",
        "78": "When do you arrive in the U.S.? Cuando llegamos a los Estados Unidos?",
        "81": "When do you get off work? Cuando sales del trabajo?",
        "84": "Where did you put it? Donde lo has metido?",
        "87": "Where does it hurt? Donde duele?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Where do you want to go? A donde quieres ir?"
    },
    "El Tiempo": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=18",
        "0": "Come here. Ven aqui.",
        "3": "Does it often snow in the winter in Massachusetts? Nieva mucho en el invierno en Massachusetts?",
        "6": "Do you think it'll rain today? Piensas que va a llover hoy?",
        "9": "Do you think it's going to rain tomorrow? Piensas que va a llover manana?",
        "12": "How's business? Como va la empresa?",
        "15": "Is it close? Esta cerca?",
        "18": "Is it possible? Es posible?",
        "21": "Is it ready? Esta listo?",
        "24": "It costs 20 dollars per hour. Cuesta veinte dolares por hora.",
        "27": "It hurts here. Duele aqui.",
        "30": "It's far from here. Esta lejos aqui.",
        "33": "It's going to be hot today. Va a hacer calor hoy.",
        "36": "It's north of here. Esta al norte de aqui.",
        "39": "It's over there. Esta alli.",
        "42": "It's raining. Esta lloviendo.",
        "45": "It's too late. Es demasiado tarde.",
        "48": "It's very important. Es muy importante.",
        "51": "It will arrive shortly. Llegare' dentro de poco.",
        "54": "The roads are slippery. Las carreteras resbalan.",
        "57": "What's the room rate? Cuanto cuesta el cuarto?",
        "60": "What will the weather be like tomorrow? Como va a estar el tiempo manana?"
    },
    "Verbos": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=19"
    },
    "Sin Categoria": {
        "Link": "http://englishspeak.com/es/english-phrases?category_key=20",
        "0": "Amy is John's girlfriend. Amy es la novia de John.",
        "3": "He always does that for me. Siempre me ayuda con eso.",
        "6": "He broke the window. Ha roto una ventana.",
        "9": "He doesn't look like a nurse. No parece una enfermera.",
        "12": "He has a nice car. Tiene un buen coche.",
        "15": "He never gives me anything. Nunca me da nada.",
        "18": "He said this is a nice place. Dijo que esto era un buen sitio.",
        "21": "He's an American. Es un Americano.",
        "24": "He's a very good student. Es un estudiante muy bueno.",
        "27": "He's faster than me. Es mas rapido que yo.",
        "30": "He thinks we don't want to go. Piensa que no queremos ir.",
        "33": "His room is very small. Su cuarto es muy pequeno.",
        "36": "His son. Su hijo.",
        "39": "How are your parents? Como estan tus padres?",
        "42": "How do I use this? Como uso esto?",
        "45": "I came with my family. Vine con mi familia.",
        "48": "I'd like to exchange this for Dollars. Queria cambiar esto para dolares.",
        "51": "I'd like to use the internet Me gustaria usar el internet.",
        "54": "I don't have time right now. No tengo tiempo ahora.",
        "57": "I don't know. No lo se.",
        "60": "I have money. Tengo dinero.",
        "63": "I haven't had lunch yet. Todavia no he comido (almuerzo).",
        "66": "I have to go to the post office. Tengo que ir al apartado de correos.",
        "69": "I like Italian food. Me gusta la comida italiana.",
        "72": "I live in California. Vivo en California.",
        "75": "I'll talk to you soon. Te hablero' pronto.",
        "78": "I made a mistake. Hice un error.",
        "81": "I'm bored. Estoy aburrido.",
        "84": "I'm going to America next year. Voy a America el ano que viene.",
        "87": "I'm going to go have dinner. Voy a cenar.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm tired. Estoy cansado.",
        "94": "I'm very well, thank you. Estoy muy bien, gracias.",
        "97": "I need another key. Necesito otra llave.",
        "100": "I need this to get there by tomorrow. Necesito que esto llegue para manana.",
        "103": "I need to go now. Necesito irme ahora.",
        "106": "Is it suppose to rain tomorrow? Se supone que va a llover manana?",
        "109": "Is John there please? (phone call) Esta John por favor?",
        "112": "Is this a safe area? Es esto un lugar seguro?",
        "115": "Is this Mr. Smith? Es esto el senor Smith?",
        "118": "Is this the bus to New York? Esto es el autobus a New York?",
        "121": "Is this your book? Esto es tu libro?",
        "124": "I still have to brush my teeth and take a shower. Todavia tengo que cepillar mis dientes y tomar una ducha.",
        "127": "Is your father home? Esta tu padre en casa?",
        "130": "I think so. Creo que si.",
        "133": "I think those shoes are very good looking. Creo que esos zapatos son muy bonitos.",
        "136": "It's very windy. Hace mucho viento.",
        "139": "It takes 2 hours by car. Tarda dos horas en coche.",
        "142": "I've never done that. Nunca he hecho eso.",
        "145": "I've worked there for five years. He trabajado alli por cinco anos.",
        "148": "I want to buy something. Quiero comprar algo.",
        "151": "I want to contact our embassy. Quiero contactar a nuestra embajada.",
        "154": "I want to send this package to the United States. Quiero enviar este paquete a los Estados Unidos.",
        "157": "I want to show you something. Te quiero mostrar algo.",
        "160": "I went to the supermarket, and then to the computer store. Fui al supermercado, y despues a la tienda de ordenadores.",
        "163": "My car isn't working. Mi coche no esta funcionando.",
        "166": "Nobody is helping us. Nadie nos esta ayudando.",
        "169": "Nobody is there right now. Nadie esta alli ahora.",
        "172": "One like that. Uno como eso.",
        "175": "Open the door. Abre la puerta.",
        "178": "Open the window. Abre la ventana.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "Pick up your clothes. Recoge tu ropa.",
        "185": "Please. Por favor.",
        "188": "Please count this for me. Cuenta esto para mi por favor.",
        "191": "Please tell her John called. Dila que ha llamado John por favor.",
        "194": "Please tell me. Dimelo por favor.",
        "197": "Please wait for me. Esperame por favor.",
        "200": "She's going with me tomorrow. Viene conmigo manana.",
        "203": "Some books. Unos libros.",
        "206": "Someone does that for me. Alguien hace eso para mi.",
        "209": "Someone is coming. Alguien viene.",
        "212": "Sorry, I don't have a pencil. Perdona, no tengo un lapiz.",
        "215": "Start the car. Arranca el coche.",
        "218": "Take me downtown. Llevame al centro (ciudad).",
        "221": "Tell him that I need to talk to him. Dile que tengo que hablar con el.",
        "224": "That car over there is mine. El coche de alli es el mio.",
        "227": "That looks old. Eso parece viejo.",
        "230": "That's a good school. Eso es un buen colegio.",
        "233": "That's her book. Eso es su libro.",
        "236": "That's not enough. No es bastante.",
        "239": "The car is fixed. El coche esta arreglado.",
        "242": "These books are ours. Estos libros son nuestros.",
        "245": "The TV is broken. La television esta rota.",
        "248": "They haven't met her yet. Todavia  no la han conocido.",
        "251": "They're planning to come next year. Estan planeando para volver el ano que viene.",
        "254": "They're waiting for us. Nos estan esperando.",
        "257": "This room is a mess. Este cuarto esta desordenado/hecho un lio.",
        "260": "Those men are speaking English. Esos hombres estan hablando en ingles.",
        "263": "What color is that car? Que color es ese coche?",
        "266": "What do you think of these shoes? Que piensas de estas zapatillas?",
        "269": "When would you like to meet? Cuando quieres que nos encontremos?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Where does your wife work? Donde trabaja tu mujer?",
        "276": "Where is Main Street? Donde esta la calle Main?",
        "279": "Where is my shirt? Donde esta mi camiseta?",
        "282": "Where is the bus station? Donde esta la estacion de autobuses?",
        "285": "Which road should I take? Que carretera deberia de tomar?",
        "288": "You're right. Tienes razon.",
        "291": "Your house is very nice. Tu casa es muy bonita."
    }
}