{
    "Les expressions courantes": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=1",
        "0": "Be careful. Fais attention.",
        "3": "Be careful driving. Fais attention en conduisant.",
        "6": "Can you translate this for me? Est-ce que tu peux traduire ça pour moi?",
        "9": "Chicago is very different from Boston. Chicago est très différente de Boston.",
        "12": "Don't worry. Ne t'inquiète pas.",
        "15": "Everyone knows it. Tout le monde le sais.",
        "18": "Everything is ready. Tout est prêt.",
        "21": "Excellent. Excellent.",
        "24": "From time to time. De temps en temps.",
        "27": "Good idea. Bonne idée.",
        "30": "He likes it very much. Il l'aime beaucoup.",
        "33": "Help! A l'aide!",
        "36": "He's coming soon. Il arrive bientôt.",
        "39": "He's right. Il a raison.",
        "42": "He's very annoying. Il est très ennuyeux.",
        "45": "He's very famous. Il est très célèbre.",
        "48": "How are you? Comment ça va?",
        "51": "How's work going? Comment va le travail?",
        "54": "Hurry! Dépêche-toi!",
        "57": "I ate already. J'ai déjà mangé.",
        "60": "I can't hear you. Je ne vous entends pas.",
        "63": "I'd like to go for a walk. Je voudrais faire une promenade.",
        "66": "I don't know how to use it. Je ne sais pas m'en servir.",
        "69": "I don't like him. Je ne l'aime pas.",
        "72": "I don't like it. Je ne l'aime pas.",
        "75": "I don't speak very well. Je ne parle pas très bien.",
        "78": "I don't understand. Je ne comprends pas.",
        "81": "I don't want it. Je n'en veux pas.",
        "84": "I don't want that. Je ne veux pas ça.",
        "87": "I don't want to bother you. Je ne veux pas te déranger.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I feel good. Je me sens bien.",
        "94": "If you need my help, please let me know. Si vous avez besoin de mon aide, faites-le-moi savoir s'il vous plaît.",
        "97": "I get off of work at 6. Je sors du travail à six heures.",
        "100": "I have a headache. J'ai mal à la tête.",
        "103": "I hope you and your wife have a nice trip. J'espère que votre femme et vous ferez un bon voyage.",
        "106": "I know. Je sais.",
        "109": "I like her. Je l'aime.",
        "112": "I'll call you when I leave. Je t'appellerai vendredi.",
        "115": "I'll come back later. Je reviendrai plus tard.",
        "118": "I'll pay. Je paierai.",
        "121": "I'll take it. Je vais le prendre.",
        "124": "I'll take you to the bus stop. Je t'emmenerai à l'arrêt de bus.",
        "127": "I lost my watch. J'ai perdu ma montre.",
        "130": "I love you. Je t'aime.",
        "133": "I'm an American. Je suis un Américain.",
        "136": "I'm cleaning my room. Je nettoie ma chambre.",
        "139": "I'm cold. J'ai froid.",
        "142": "I'm coming to pick you up. Je viens te chercher.",
        "145": "I'm going to leave. Je vais partir.",
        "148": "I'm good, and you? Je vais bien, et toi?",
        "151": "I'm happy. Je suis content.",
        "154": "I'm hungry. J'ai faim.",
        "157": "I'm married. Je suis marié.",
        "160": "I'm not busy. Je ne suis pas occupé.",
        "163": "I'm not married. Je ne suis pas marié.",
        "166": "I'm not ready yet. Je ne suis pas encore prêt.",
        "169": "I'm not sure. Je ne suis pas sûr.",
        "172": "I'm sorry, we're sold out. Je suis désolé, nous sommes complets.",
        "175": "I'm thirsty. J'ai soif.",
        "178": "I'm very busy. I don't have time now. Je suis très occupé. Je n'ai pas le temps maintenant.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "I need to change clothes. J'ai besoin de changer de vêtements.",
        "185": "I need to go home. J'ai besoin d'aller chez moi.",
        "188": "I only want a snack. Je veux seulement un en-cas.",
        "191": "Is Mr. Smith an American? Est-ce que Monsieur Smith est un Américain?",
        "194": "Is that enough? Est-ce que ça suffit?",
        "197": "I think it's very good. Je pense que c'est très bon.",
        "200": "I think it tastes good. Je pense que c'est bon.",
        "203": "I thought the clothes were cheaper. Je pensais que les vêtements étaient plus chers.",
        "206": "It's longer than 2 miles. C'est plus long que deux kilomètres.",
        "209": "I've been here for two days. Je suis ici depuis deux jours.",
        "212": "I've heard Texas is a beautiful place. J'ai entendu dire que le Texas était beau comme endroit.",
        "215": "I've never seen that before. Je n'ai jamais vu ça avant.",
        "218": "I was about to leave the restaurant when my friends arrived. J'allais quitter le restaurant quand mes amis sont arrivés.",
        "221": "Just a little. Juste un peu.",
        "224": "Just a moment. Juste un moment.",
        "227": "Let me check. Laisse-moi vérifier.",
        "230": "Let me think about it. laisse-moi y réfléchir.",
        "233": "Let's go have a look. Allons voir.",
        "236": "Let's practice English. Pratiquons l'anglais.",
        "239": "May I speak to Mrs. Smith please? Pourrais-je parler à madame Smith s'il vous plaît?",
        "242": "More than that. Plus que ça.",
        "245": "Never mind. Peu importe.",
        "248": "Next time. La prochaine fois.",
        "251": "No. Non.",
        "254": "Nonsense. N'importe quoi.",
        "257": "No, thank you. Non, merci.",
        "260": "Nothing else. Rien d'autre.",
        "263": "Not recently. Pas récemment.",
        "266": "Not yet. Pas encore.",
        "269": "Of course. Bien sûr.",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Okay. D'accord.",
        "276": "Please fill out this form. S'il vous plaît remplissez ce formulaire.",
        "279": "Please take me to this address. S'il vous plaît emmenez-moi à cette adresse.",
        "282": "Please write it down. S'il te plaît écris-le.",
        "285": "Really? Vraiment?",
        "288": "Right here. Juste ici.",
        "291": "Right there. Juste là.",
        "294": "See you later. A bientôt.",
        "297": "See you tomorrow. A demain.",
        "300": "See you tonight. A ce soir.",
        "303": "She's pretty. Elle est jolie.",
        "306": "Sorry to bother you. Désolé de vous déranger.",
        "309": "Stop! Arrête!",
        "312": "Take a chance. Tente ta chance.",
        "315": "Take it outside. Réglez ça dehors.",
        "318": "Tell me. Dis-moi.",
        "321": "Thanks for everything. Merci pour tout.",
        "324": "Thanks for your help. Merci pour ton aide.",
        "327": "Thank you. Merci.",
        "330": "Thank you miss. Merci Mademoiselle.",
        "333": "Thank you sir. Merci Monsieur.",
        "336": "Thank you very much. Merci beaucoup.",
        "339": "That looks great. Ça a l'air super.",
        "342": "That's alright. C'est pas mal.",
        "345": "That's enough. Ça suffit.",
        "348": "That's fine. C'est bon.",
        "351": "That's it. C'est tout.",
        "354": "That smells bad. Ça sent mauvais.",
        "357": "That's not fair. Ce n'est pas juste.",
        "360": "That's not right. Ce n'est pas vrai.",
        "363": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "364": "That's right. C'est vrai.",
        "367": "That's too bad. C'est dommage.",
        "370": "That's too many. C'est trop.",
        "373": "That's too much. C'est trop.",
        "376": "The book is under the table. Le livre est sous la table.",
        "379": "They'll be right back. Ils vont revenir tout de suite.",
        "382": "They're the same. Ce sont les mêmes.",
        "385": "They're very busy. Ils sont très occupés.",
        "388": "This doesn't work. Ça ne marche pas.",
        "391": "This is very difficult. C'est très difficile.",
        "394": "This is very important. C'est très important.",
        "397": "Try it. Essaie-le/la.",
        "400": "Very good, thanks. Très bien, merci.",
        "403": "We like it very much. Nous l'aimons beaucoup.",
        "406": "Would you take a message please? Voudriez-vous prendre un message s'il vous plaît?",
        "409": "Yes, really. Oui, vraiment.",
        "412": "You're beautiful. Tu es belle.",
        "415": "You're very nice. Tu es très sympa.",
        "418": "You're very smart. Tu es très intelligent.",
        "421": "Your things are all here. Vos affaires sont toutes là."
    },
    "Les salutations": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=2",
        "0": "Certainly! Certainement!",
        "3": "Good afternoon. Bon après-midi.",
        "6": "Good evening sir. Bonsoir Monsieur.",
        "9": "Good Luck. Bonne chance.",
        "12": "Good morning. Bonjour.",
        "15": "Great. Super.",
        "18": "Happy Birthday. Joyeux anniversaire.",
        "21": "Have a good trip. Faites un bon voyage.",
        "24": "Hello. Salut.",
        "27": "Nice to meet you Enchanté.",
        "30": "Please call me. S'il te plaît appelle-moi."
    },
    "Le voyage, pour indiquer le chemin": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=3",
        "0": "About 300 kilometers. A peu près trois cents kilomètres.",
        "3": "A one way ticket. Un aller simple.",
        "6": "Are you going to help her? Est-ce que tu vas l'aider?",
        "9": "A round trip ticket. Un aller-retour.",
        "12": "At what time? A quelle heure?",
        "15": "Can I make an appointment for next Wednesday? Est-ce que je peux prendre rendez-vous pour mercredi prochain?",
        "18": "Can you repeat that please? Pouvez-vous répéter s'il vous plaît?",
        "21": "Does this road go to New York? Est-ce que cette route va à New York?",
        "24": "Do you have enough money? Est-ce que tu as assez d'argent?",
        "27": "Do you know how to cook? Est-ce que tu sais cuisiner?",
        "30": "Do you know what this says? Est-ce que tu sais ce que ça dit?",
        "33": "Do you want me to come and pick you up? Est-ce que tu veux que je vienne te chercher?",
        "36": "Follow me. Suivez-moi.",
        "39": "From here to there. D'ici à là-bas.",
        "42": "Go straight ahead. Allez tout droit.",
        "45": "Have you arrived? Es-tu arrivé?",
        "48": "Have you been to Boston? Est-ce que tu es allé à Boston?",
        "51": "How do I get there? Comment est-ce que je m'y rends?",
        "54": "How do I get to Daniel Street? Comment est-ce que je me rends à la rue Daniel?",
        "57": "How do I get to the American Embassy? Comment est-ce que je me rends à l'Ambassade américaine?",
        "60": "How long does it take by car? Ça prend combien de temps en voiture?",
        "63": "How long does it take to get to Georgia? Ça prend combien de temps pour aller en Georgie?",
        "66": "How long is the flight? Le vol dure combien de temps?",
        "69": "How was the movie? Comment était le film?",
        "72": "I'd like to make a phone call. Je voudrais passer un coup de téléphone.",
        "75": "I'd like to make a reservation. Je voudrais faire une réservation.",
        "78": "I have a question I want to ask you./ I want to ask you a question. J'ai une question à te poser./Je veux te poser une question.",
        "81": "I'll take that one also. Je prendrai celui-ci aussi.",
        "84": "I'm coming right now. J'arrive tout de suite.",
        "87": "I'm going home in four days. Je rentre à la maison dans quatre jours.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm leaving Tomorrow. Je pars demain.",
        "94": "I'm looking for the post office. Je cherche la poste.",
        "97": "Is this pen yours? Est-ce que ce stylo est à toi?",
        "100": "I wish I had one. Je voudrais en avoir un.",
        "103": "One ticket to New York please. Un billet pour New York s'il vous plaît.",
        "106": "One way or round trip? Un aller simple ou un aller-retour?",
        "109": "Please speak slower. S'il vous plaît parlez plus lentement.",
        "112": "Please take me to the airport. S'il vou plaît emmenez-moi à l'aéroport.",
        "115": "That way. Par là.",
        "118": "The plane departs at 5:30P. L'avion part à cinq heures et demie de l'après-midi.",
        "121": "They arrived yesterday. Ils sont arrivés hier.",
        "124": "Turn around. Tourne-toi.",
        "127": "Turn left. Tourne à gauche.",
        "130": "Turn right. Tourne à droite.",
        "133": "What time are you going to the bus station? A quelle heure est-ce que tu vas aller à la gare routière?",
        "136": "When did this happen? Quand est-ce que c'est arrivé?",
        "139": "When did you arrive in Boston? Quand est-ce que tu es arrivé à Boston?",
        "142": "When does he arrive? Quand est-ce qu'il arrive?",
        "145": "When does it arrive? Quand est-ce qu'il arrive?",
        "148": "When does the bank open? Quand est-ce que la banque ouvre?",
        "151": "When does the bus leave? Quand est-ce que le bus part?",
        "154": "When do we arrive? Quand est-ce que nous arrivons?",
        "157": "When do we leave? Quand est-ce que nous partons?",
        "160": "Where can I mail this? Où est-ce que je peux poster ça?",
        "163": "Where is she from? D'où vient-elle?",
        "166": "Where is the bathroom? Où sont les toilettes?",
        "169": "Why not? Pourquoi pas?",
        "172": "Will you remind me? Pourrais-tu me rappeler?"
    },
    "Les nombres et l’argent": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=4",
        "0": "11 dollars. Onze dollars.",
        "3": "52 cents. Cinquante-deux centimes.",
        "6": "A few. Quelques-uns.",
        "9": "A little. Un peu.",
        "12": "Call the police. Appelle la police.",
        "15": "Did your wife like California? Est-ce que ta femme a aimé la Floride?",
        "18": "Do you have any coffee? Est-ce que vous avez du café?",
        "21": "Do you have anything cheaper? Est-ce que vous avez quelque chose de moins cher?",
        "24": "Do you take credit cards? Est-ce que vous acceptez les cartes de crédit?",
        "27": "How are you paying? Comment réglez-vous?",
        "30": "How many people are there in New York? Combien de personnes est-ce qu'il y a à New York?",
        "33": "How much are these earrings? Combien coûtent ces boucles d'oreilles?",
        "36": "How much does it cost per day? Combien est-ce que ça coûte par jour?",
        "39": "How much does this cost? Combien est-ce que ça coûte?",
        "42": "How much do I owe you? Combien est-ce que je vous dois?",
        "45": "How much is it to go to Miami? C'est combien pour aller à Miami?",
        "48": "How much money do you make? Combien d'argent est-ce que vous gagnez?",
        "51": "I'd like to eat at 5th street restaurant. Je voudrais manger au restaurant dans la cinquième rue.",
        "54": "I don't have a girlfriend. Je n'ai pas de petite amie.",
        "57": "I don't have any money. Je n'ai pas d'argent.",
        "60": "I have a reservation. J'ai fait une réservation.",
        "63": "I'll have the same thing. je prendrai la même chose.",
        "66": "I'll pay for dinner. Je paierai le dîner.",
        "69": "I'll pay for the tickets. Je paierai les billets.",
        "72": "I'm 26 years old. J'ai vingt-six ans.",
        "75": "I need to practice my English. J'ai besoin de pratiquer mon anglais.",
        "78": "Isn't it? N'est-ce pas?",
        "81": "Is that ok? Est-ce que ça va?",
        "84": "Is there any mail for me? Est-ce que j'ai du courrier?",
        "87": "It's 11:30pm. C'est onze heures et demie du soir.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "It's is a quarter past nine. C'est neuf heures et quart.",
        "94": "Please come in. S'il te plaît rentre.",
        "97": "Sorry, we don't accept credit cards. Désolés, nous n'acceptons pas les cartes de crédit.",
        "100": "Sorry, we only accept Cash. Désolés, nous acceptons seulement le liquide.",
        "103": "That restaurant is not expensive. Ce restaurant n'est pas cher.",
        "106": "That's too expensive. C'est trop cher.",
        "109": "There are many people here. Il y a beaucoup de gens ici.",
        "112": "They charge 26 dollars per day. Ils font payer vingt-six dollars par jour.",
        "115": "What's the exchange rate for dollars? Quel est le taux de change pour le dollars.",
        "118": "What's the phone number? Quel est le numéro de téléphone?",
        "121": "Where can I buy tickets? Où est-ce que je peux acheter des billets?",
        "124": "Where would you like to meet? Où voudrais-tu qu'on se retrouve?",
        "127": "Which one is better? Lequel est meilleur?"
    },
    "Localisation": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=5",
        "0": "Across from the post office. En face de la poste.",
        "3": "At 3 o'clock. A trois heures.",
        "6": "Be quiet. Tais-toi.",
        "9": "Can you recommend a good restaurant? Peux-tu recommander un bon restaurant?",
        "12": "Here it is. Voilà.",
        "15": "Here you are. Vous voilà.",
        "18": "He's in the kitchen. Il est dans la cuisine.",
        "21": "He studies at Boston University. Il étudie à l'université de Boston.",
        "24": "How far is it? C'est à combien de distance?",
        "27": "How far is it to Chicago? C'est à combien de distance de Chicago?",
        "30": "How many miles is it to Pennsylvania? A combien de kilomètres est la Pennsylvanie?",
        "33": "I'd like a single room. Je voudrais une chambre à un lit.",
        "36": "I like to watch TV. J'aime regarder la télé.",
        "39": "It's delicious! C'est délicieux.",
        "42": "It's half past 11. Il est onze heures et demie.",
        "45": "It's less than 5 dollars. C'est moins de cinq dollars.",
        "48": "It's more than 5 dollars. C'est plus de cinq dollars.",
        "51": "It's near the Supermarket. C'est près du supermarché.",
        "54": "it's not suppose to rain today. Il n'est pas censé pleuvoir aujourd'hui.",
        "57": "It's ok. C'est bon.",
        "60": "It's on 7th street. C'est dans la septième rue.",
        "63": "It's really hot. Il pleut beaucoup.",
        "66": "It's suppose to rain tomorrow. Il est censé pleuvoir demain.",
        "69": "I was going to the library. J'allais à la bibliothèque.",
        "72": "I was in the library. J'étais dans la bibliothèque.",
        "75": "Let's go. Allons-y.",
        "78": "Maybe. Peut-être.",
        "81": "More than 200 miles. Plus de deux cents kilomètres.",
        "84": "My house is close to the bank. ma maison est près de la banque.",
        "87": "Near the bank. Près de la banque.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "On the left. A gauche.",
        "94": "On the right. A droite.",
        "97": "On the second floor. Au deuxième étage.",
        "100": "Outside the hotel. A l'extérieur de l'hôtel.",
        "103": "Over here. Ici.",
        "106": "Over there. Là-bas.",
        "109": "The book is behind the table. Le livre est derrière la table.",
        "112": "The book is in front of the table. Le livre est devant la table.",
        "115": "The book is near the table. Le livre est près de la table.",
        "118": "The book is next to the table. Le livre est à côté de la table.",
        "121": "The book is on top of the table. Le livre est dessus la table.",
        "124": "There are some books on the table. Il y a des livres sur la table.",
        "127": "There's a book under the table. Il y a un livre sous la table.",
        "130": "We're from California. Nous venons de Californie.",
        "133": "What's the address? Quelle est l'adresse?",
        "136": "Where are you going? Où vas-tu?",
        "139": "Where is it? Où est-ce?",
        "142": "Where would you like to go? Où voudrais-tu aller?",
        "145": "Who won? Qui a gagné?"
    },
    "Le téléphone/l’internet/le courrier": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=6",
        "0": "Can I see your passport please? Est-ce que je peux voir votre passeport s'il vous plaît?",
        "3": "Can I take a message? Est-ce que je peux prendre un message?",
        "6": "Can I try it on? Est-ce que je peux l'essayer?",
        "9": "Can we sit over there? Est-ce que nous pouvons nous asseoir là-bas?",
        "12": "Did you come with your family? Es-tu venu avec ta famille?",
        "15": "Do you think it's possible? Est-ce que tu penses que c'est possible?",
        "18": "Here's my number. Voilà mon numéro.",
        "21": "He's not in right now. Il n'est pas là maintenant.",
        "24": "Hi, is Mrs. Smith there, please? Bonjour, est-ce que Madame Smith est là, s'il vous plaît?",
        "27": "I'd like some water too, please. Je voudrais aussi de l'eau, s'il vous plaît.",
        "30": "I'd like to buy a bottle of water, please. Je voudrais acheter une bouteille d'eau, s'il vous plaît.",
        "33": "I'd like to buy something. Je voudrais acheter quelque chose.",
        "36": "I'd like to go to the store. Je voudrais aller au magasin.",
        "39": "I'd like to rent a car. je voudrais louer une voiture.",
        "42": "I'd like to send a fax. Je voudrais envoyer un fax.",
        "45": "I'd like to send this to America. Je voudrais envoyer ça en Amérique.",
        "48": "I'd like to speak to Mr. Smith please. Je voudrais parler à Monsieur Smith s'il vous plaît.",
        "51": "I have three children, two girls and one boy. J'ai trois enfants, deux filles et un fils.",
        "54": "I'll be right back. Je reviens tout de suite.",
        "57": "I'll call back later. Je rappellerai plus tard.",
        "60": "I'll call you on Friday. Je t'appellerai vendredi.",
        "63": "I'll teach you. Je t'apprendrai.",
        "66": "I'm ok. Ça va.",
        "69": "I need some tissues. J'ai besoin de mouchoirs.",
        "72": "Is there an English speaking guide? Est-ce qu'il y a un guide anglais?",
        "75": "I want to give you a gift. Je veux te donner un cadeau.",
        "78": "Male or female? Mâle ou femelle?",
        "81": "My cell phone doesn't have good reception. Mon portable n'a pas une bonne réception.",
        "84": "My cell phone doesn't work. Mon portable ne marche pas.",
        "87": "Please take off your shoes. S'il vous plaît enlevez vos chaussures.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Sorry, I think I have the wrong number. Désolé, je crois que j'ai un mauvais numéro.",
        "94": "What is the area code? Quel est l'indicatif?",
        "97": "What's the name of the company you work for? Comment s'appelle la compagnie pour laquelle tu travailles?",
        "100": "What's wrong? Qu'est-ce qui ne va pas?",
        "103": "What's your address? Quelle est ton adresse?",
        "106": "Where can I find a hospital? Où est-ce que je peux trouver un hôpital?",
        "109": "Where's the closest restaurant? Où est le restaurant le plus proche?",
        "112": "Where's the pharmacy? Où est la pharmacie?",
        "115": "Who are you? Qui es-tu?",
        "118": "Who is that? C'est qui?",
        "121": "Who would you like to speak to? A qui voudrais-tu parler?",
        "124": "Will you take me home? Pourrais-tu m'emmener chez moi?",
        "127": "Would you like water or milk? Voudriez-vous de l'eau ou du lait?"
    },
    "L’heure et les dates": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=7",
        "0": "11 days ago. Il y a onze jours.",
        "3": "2 hours. Deux heures.",
        "6": "All day. Toute la journée.",
        "9": "A long time ago. Il y a longtemps.",
        "12": "Are they coming this evening? Est-ce qu'ils viennent ce soir?",
        "15": "Are you comfortable? Est-ce que tu te sens bien?",
        "18": "Are your children with you? Est-ce que tes enfants sont avec toi?",
        "21": "As soon as possible. Dès que possible.",
        "24": "At 3 o'clock in the afternoon. A trois heures de l'après-midi.",
        "27": "At 5th street. Dans la cinquième rue.",
        "30": "At 7 o'clock at night. (evening)? A sept heures du soir.",
        "33": "At 7 o'clock in the morning. A sept heures du matin.",
        "36": "At what time did it happen? A quelle heure est-ce arrivé?",
        "39": "Can I help you? Est-ce que je peux vous aider?",
        "42": "Do you have a swimming pool? Est-ce que vous avez une piscine?",
        "45": "Do you have this in size 11? Est-ce que vous avez ceci en taille 11?",
        "48": "Do you think you'll be back by 11:30? Est-ce que tu penses que tu seras de retour d'ici onze heures trente?",
        "51": "Everyday I get up at 6AM. Chaque jour je me lève à six heures du matin.",
        "54": "Every week. Chaque semaine.",
        "57": "Expiration date. La date d'expiration.",
        "60": "Have you been waiting long? Vous attendez depuis longtemps?",
        "63": "He'll be back in 20 minutes. Il sera de retour dans vingt minutes.",
        "66": "His family is coming tomorrow. Sa famille arrive demain.",
        "69": "How about Saturday? Samedi, ça va?",
        "72": "How long are you going to stay? Pendant combien de temps est-ce que tu vas rester?",
        "75": "How long are you going to stay in California? Pendant combien de temps est-ce que tu vas rester en Californie?",
        "78": "How long will it take? Ça prend combien de temps?",
        "81": "How much altogether? C'est combien pour le tout?",
        "84": "How much will it cost? Combien est-ce que ça coûtera?",
        "87": "I don't have enough money. Je n'ai pas assez d'argent.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I'm getting ready to go out. Je m'apprête à sortir.",
        "94": "I'm just looking. (Shopping) Je regarde. (Faire des achats)",
        "97": "I'm worried too. Je suis inquiet aussi.",
        "100": "It'll be cold this evening. Il fera froid ce soir.",
        "103": "It rained very hard today. Il a plu beaucoup aujourd'hui.",
        "106": "It's 17 dollars. C'est dix-sept dollars.",
        "109": "It's 6AM. C'est six heures du matin.",
        "112": "It's 8:45. C'est huit heures quarante-cinq.",
        "115": "It's a quarter to 7. C'est sept heures moins quart.",
        "118": "It's going to snow today. Il va neiger aujourd'hui.",
        "121": "It's here. C'est là.",
        "124": "It's there. C'est là.",
        "127": "I've already seen it. Je l'ai déjà vu.",
        "130": "John is going on vacation tomorrow. John part en vacances demain.",
        "133": "My birthday is August 27th. Mon anniversaire est le vingt-sept août.",
        "136": "Now or later? Maintenat ou plus tard?",
        "139": "October 22nd. Le vingt-deux octobre.",
        "142": "She wants to know when you're coming. Elle veut savoir quand vous allez venir.",
        "145": "Sometimes I go to sleep at 11PM, sometimes at 11:30PM. Quelquefois je vais me coucher à onze heures du soir, quelquefois à onze heures et demie du soir.",
        "148": "There's plenty of time. Il y a largement le temps.",
        "151": "The whole day. Toute la journée.",
        "154": "We're late. Nous sommes en retard.",
        "157": "What day are they coming over? Quel jour est-ce qu'ils viennent?",
        "160": "What day of the week is it? Quel jour de la semaine sommes-nous?",
        "163": "What is today's date? Quelle est la date aujourd'hui?",
        "166": "What's your religion? De quelle religion êtes-vous?",
        "169": "What time are they arriving? A quelle heure est-ce qu'ils arrivent?",
        "172": "What time did you get up? A quelle heure est-ce que tu t'es levé?",
        "175": "What time did you go to sleep? A quelle heure est-ce que tu t'es couché?",
        "178": "What time did you wake up? A quelle heure est-ce que tu t'es réveillé?",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "What time does it start? A quelle heure est-ce que ça commence?",
        "185": "What time do you think you'll arrive? A quelle heure est-ce que tu penses que tu vas arriver?",
        "188": "What time is it? Quelle heure est-il?",
        "191": "When are they coming? Quand viennent-ils?",
        "194": "When are you coming back? Quand reviens-tu?",
        "197": "When are you going to pick up your friend? Quand vas-tu chercher ton ami?",
        "200": "When are you leaving? Quand pars-tu?",
        "203": "When are you moving? Quand déménagez-vous?",
        "206": "When is the next bus to Philidalphia? Quand est le prochain bus pour Philadelphie?",
        "209": "When is your birthday? Quand est ton anniversaire?",
        "212": "When I went to the store, they didn't have any apples. Quand je suis allé au magasin, ils n'avaient pas de pommes.",
        "215": "When was the last time you talked to your mother? Quand est la dernière fois que tu as parlé à ta mère?",
        "218": "When will he be back? Quand est-ce qu'il va rentrer?",
        "221": "When will it be ready? Quand est-ce que ça sera prêt?",
        "224": "Where are you going to go? Où vas-tu aller?"
    },
    "L’hébergement": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=8",
        "0": "Are you busy? Es-tu occupé?",
        "3": "Can we have some more bread please? Est-ce que nous pouvons avoir un peu plus de pain s'il vous plaît?",
        "6": "Do you have any money? Est-ce que tu as de l'argent?",
        "9": "For how many nights? Pour combien de nuits?",
        "12": "How long will you be staying? Combien de temps est-ce que tu vas rester?",
        "15": "I'd like a map of the city. Je voudrais un plan de la ville.",
        "18": "I'd like a non-smoking room. Je voudrais une chambre non-fumeur.",
        "21": "I'd like a room. Je voudrais une chambre.",
        "24": "I'd like a room with two beds please. Je voudrais une chambre à deux lits s'il vous plaît.",
        "27": "I need a doctor. J'ai besoin d'un docteur.",
        "30": "Is there a nightclub in town? Est-ce qu'il y a une boîte de nuit en ville?",
        "33": "Is there a restaurant in the hotel? Est-ce qu'il y a un restaurant dans l'hôtel?",
        "36": "Is there a store near here? Est-ce qu'il y a un magasin près d'ici?",
        "39": "Sorry, we don't have any vacancies. Désolés, nous sommes complets.",
        "42": "Take me to the Marriott Hotel. Emmenez-moi au Marriott Hotel.",
        "45": "What's the charge per night? (Hotel) Quel est le tarif pour une nuit? (Hôtel)",
        "48": "What time is check out? A quelle heure est-ce qu'on doit libérer la chambre?",
        "51": "Where is the airport? Où est l'aéroport?",
        "54": "Where's the mail box? Où est la boîte aux lettres?"
    },
    "Dîner": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=9",
        "0": "Are you here alone? Es-tu seul ici?",
        "3": "Can I bring my friend? Est-ce que je peux amener un ami?",
        "6": "Can I have a receipt please? Est-ce que je peux avoir un reçu s'il vous plaît?",
        "9": "Can it be cheaper? Est-ce que ça peut être moins cher?",
        "12": "Can we have a menu please. Est-ce que je peux avoir le menu s'il vous plaît.",
        "15": "Can you hold this for me? Est-ce que tu peux tenir ça pour moi?",
        "18": "Do you have any children? Est-ce que vous avez des enfants?",
        "21": "Do you know how much it costs? Est-ce que tu sais combien ça coûte?",
        "24": "Have you eaten at that restaurant? Est-ce que tu as mangé dans ce restaurant?",
        "27": "Have you eaten yet? Est-ce que tu as déjà mangé?",
        "30": "Have you ever had Potato soup? Est-ce que tu as déjà mangé de la soupe de pommes de terre?",
        "33": "He likes juice but he doesn't like milk Il aime le jus de fruits mais il n'aime pas le lait.",
        "36": "Here is your salad. Voilà votre salade.",
        "39": "Here's your order. Voilà votre commande.",
        "42": "How does it taste? Quel goût est-ce que ça a?",
        "45": "How many people? (restaurant) Combien de personnes? (restaurant)",
        "48": "I agree. Je suis d'accord.",
        "51": "I'd like a table near the window. Je voudrais une table près de la fenêtre.",
        "54": "I'd like to call the United States. Je voudrais appeler les Etats-Unis.",
        "57": "I haven't been there. Je n'y suis pas allé.",
        "60": "I haven't finished eating. Je n'ai pas fini de manger.",
        "63": "I like it. Je l'aime.",
        "66": "I'll give you a call. Je te donnerai un coup de fil.",
        "69": "I'll have a cup of tea please. Je prendrai une tasse de thé s'il vous plaît.",
        "72": "I'll have a glass of water please. Je prendrai un verre d'eau s'il vous plaît.",
        "75": "I'm from America. Je viens d'Amérique.",
        "78": "I'm going to bed. Je vais au lit.",
        "81": "I'm here on business. Je suis ici pour affaires.",
        "84": "I'm sorry. Je suis désolé.",
        "87": "I only have 5 dollars. J'ai seulement cinq dollars.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "I think I need to see a doctor. Je pense que j'ai besoin de voir un docteur.",
        "94": "It's August 25th. C'est le vingt-cinq août.",
        "97": "I understand. Je comprends.",
        "100": "June 3rd. Le trois juillet.",
        "103": "The food was delicious. La nourriture est délicieuse.",
        "106": "There are some apples in the refrigerator. Il y a des pommes dans le réfrigérateur.",
        "109": "There's a restaurant near here. Il y a un restaurant près d'ici.",
        "112": "There's a restaurant over there, but I don't think it's very good. Il y a un restaurant là-bas, mais je ne pense pas que c'est très bon.",
        "115": "Waiter! Serveur!",
        "118": "Waitress! Serveuse!",
        "121": "We can eat Italian or Chinese food. Nous pouvons manger de la nourriture italienne ou chinoise.",
        "124": "We'll have two glasses of water please. Nous prendrons deux verres d'eau s'il vous plaît.",
        "127": "What are you going to have? Qu'est-ce que tu vas prendre?",
        "130": "What do you recommend? Qu'est-ce que tu recommandes?",
        "133": "What's your email address? Quelle est ton adresse e-mail?",
        "136": "What would you like to drink? Qu'est-ce que tu voudrais boire?",
        "139": "What would you like to eat? Qu'est-ce que tu voudrais manger?",
        "142": "Where is an ATM? Où trouve-t-on un distributeur de billets?",
        "145": "Where is there a doctor who speaks English? Où est-ce qu'il y a un docteur qui parle anglais?",
        "148": "Which one? Lequel?",
        "151": "Would you ask him to come here? Pourriez-vous lui demander de venir ici?",
        "154": "Would you like a glass of water? Voudriez-vous un verre d'eau?",
        "157": "Would you like coffee or tea? Voudriez-vous du café ou du thé?",
        "160": "Would you like something to drink? Voudriez-vous quelque chose à boire?",
        "163": "Would you like some water? Voudriez-vous de l'eau?",
        "166": "Would you like some wine? Voudriez-vous du vin?",
        "169": "Would you like to go for a walk? Voudriez-vous aller vous promener?",
        "172": "Would you like to watch TV? Voudriez-vous regarder la télé"
    },
    "Se faire des amis": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=10",
        "0": "Are you American? Es-tu américain?",
        "3": "Are you coming this evening? Est-ce que tu viens ce soir?",
        "6": "Are you free tonight? Est-ce que tu es libre ce soir?",
        "9": "Are you going to take a plane or train? Est-ce que tu vas prendre un avion ou un train?",
        "12": "Are you hungry? Est-ce que tu as faim?",
        "15": "Are you sure? Es-tu sûr?",
        "18": "Are you working Tomorrow? Travailles-tu demain?",
        "21": "Business is good. Les affaires vont bien.",
        "24": "Cheers! Santé!",
        "27": "Did it snow yesterday? Est-ce qu'il a neigé hier?",
        "30": "Did you get my email? As-tu reçu mon e-mail?",
        "33": "Did you take your medicine? Est-ce que tu as pris tes médicaments?",
        "36": "Do you feel better? Tu te sens mieux?",
        "39": "Do you go to Florida often? Est-ce que tu vas souvent en Floride?",
        "42": "Do you have another one? Est-ce que tu en as un autre?",
        "45": "Do you know where there's a store that sells towels? Est-ce que vous savez où il y a un magasin qui vend des serviettes?",
        "48": "Do you like it here? Est-ce que tu te plais ici?",
        "51": "Do you like the book? Est-ce que tu aimes ce livre?",
        "54": "Do you need anything? As-tu besoin de quelque chose?",
        "57": "Do you play any sports? Est-ce que tu fais du sport?",
        "60": "Do you sell medicine? (store) Est-ce que vous vendez des médicaments? (magasin)",
        "63": "Do you study English? Est-ce que tu étudies l'anglais?",
        "66": "Do you want to come with me? Est-ce que tu veux venir avec moi?",
        "69": "Do you want to go with me? Est-ce que tu veux venir avec moi?",
        "72": "Excuse me. Excusez-moi.",
        "75": "Give me a call. Donne-moi un coup de fil.",
        "78": "Has your brother been to California? Est-ce que ton frère est allé en Californie?",
        "81": "Have they met her yet? Est-ce qu'ils l'ont déjà rencontrée?",
        "84": "Have you done this before? Est-ce que tu as fait ça avant?",
        "87": "How long have you been here? Depuis combien de temps est-ce que tu es ici?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "How long have you been in America? Depuis combien de temps est tu es en Amérique?",
        "94": "How long have you lived here? Depuis combien de temps est-ce que tu habites ici?",
        "97": "How many children do you have? Combien d'enfants est-ce tu as?",
        "100": "How many languages do you speak? Cobien de langues est-ce que tu parles?",
        "103": "How many people do you have in your family? Combien de personnes est-ce qu'il y a dans ta famille?",
        "106": "How much would you like? Combien voudrais-tu?",
        "109": "How old are you? Quel âge as-tu?",
        "112": "I bought a shirt yesterday. J'ai acheté une chemise hier.",
        "115": "I don't feel well. Je ne me sens pas bien.",
        "118": "I have pain in my arm. J'ai mal dans le bras.",
        "121": "I have to wash my clothes. Je dois laver mes vêtements.",
        "124": "I have two sisters. J'ai deux soeurs.",
        "127": "I'll tell him you called. Je lui dirai que tu as appelé.",
        "130": "I'm 32. J'ai trente-deux ans.",
        "133": "I'm 6'2\". Je fais un mètre quatre-vingt.",
        "136": "I'm allergic to seafood. Je suis allergique aux fruits de mer.",
        "139": "I'm American. Je suis américain.",
        "142": "I'm a size 8. Je fais une taille huit.",
        "145": "I'm fine, and you? Je vais bien, et toi?",
        "148": "I'm not afraid. Je n'ai pas peur.",
        "151": "I'm sick. Je suis malade.",
        "154": "I remember. Je me souviens.",
        "157": "I speak a little English. Je parle un peu anglais.",
        "160": "Is your house like this one? Est-ce que votre maison est comme celle-ci?",
        "163": "Is your husband also from Boston? Est-ce que ton mari est aussi de Boston?",
        "166": "It's not very expensive. Ce n'est pas très cher.",
        "169": "I've been there. J'y suis allé.",
        "172": "Let's share. Partageons.",
        "175": "My daughter is here. Ma fille est ici.",
        "178": "My father has been there. Mon père y est allé.",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "My father is a lawyer. Mon père est avocat.",
        "185": "My grandmother passed away last year. ma grand-mère est décédée l'année dernière.",
        "188": "My name is John Smith. Je m'appelle John Smith.",
        "191": "My son. Mon fils.",
        "194": "My son studies computers. Mon fils étudie l'informatique.",
        "197": "No, I'm American. Non, je suis américain.",
        "200": "No, this is the first time. Non, c'est la première fois.",
        "203": "Our children are in America. Nos enfants sont en Amérique.",
        "206": "She's an expert. Elle est spécialiste.",
        "209": "She's older than me. Elle est plus âgée que moi.",
        "212": "That car is similar to my car. Cette voiture ressemble à ma voiture.",
        "215": "This is Mrs. Smith. C'est Monsieur Smith.",
        "218": "This is my mother. C'est ma mère.",
        "221": "This is the first time I've been here. C'est la première fois que je viens ici.",
        "224": "We have two boys and one girl. Nous avons deux garçons et une fille.",
        "227": "What are you going to do tonight? Qu'est-ce que tu vas faire ce soir?",
        "230": "What are your hobbies? Quels sont tes passe-temps?",
        "233": "What do you study? Qu'est-ce que tu étudies?",
        "236": "What do you want to do? Qu'est-ce que tu veux faire?",
        "239": "What school did you go to? A quelle école est-ce que tu es allé?",
        "242": "What's your favorite movie? Quel films est-ce que tu préfères?",
        "245": "What's your last name? Quel est votre nom de famille?",
        "248": "What's your name? Comment t'appelles-tu?",
        "251": "Where are the t-shirts? Où sont les tee-shirts?",
        "254": "Where did you go? Où es-tu allé?",
        "257": "Where did you learn English? Où est-ce que tu as appris l'anglais?",
        "260": "Where did you work before you worked here? Où est-ce que tu travaillais avant de travailler ici?",
        "263": "Where do you live? Où est-ce que tu habites?",
        "266": "Where were you? Où étais-tu?",
        "269": "Who sent this letter? Qui a envoyé cette lettre?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Would you like to buy this? Voudriez-vous acheter ça?",
        "276": "Your children are very well behaved. Vos enfants sont très bien élevés.",
        "279": "Your daughter. Ta fille.",
        "282": "You're smarter than him. Tu es plus intelligent que lui.",
        "285": "You speak English very well. Tu parles l'anglais très bien."
    },
    "Les distractions": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=11",
        "0": "Are there any concerts? Est-ce qu'il y a des concerts?",
        "3": "Do you want to go to the movies? Est-ce que tu veux aller au cinéma?",
        "6": "Have you seen this movie? Est-ce que tu as vu ce film?",
        "9": "He said you like to watch movies. Il a dit que vous aimiez regarder des films.",
        "12": "How tall are you? Combien mesures-tu?",
        "15": "Is the bank far? Est-ce que la banque est loin?",
        "18": "Is there a movie theater nearby? Est-ce qu'il y a un cinéma près d'ici?",
        "21": "What do people usually do in the summer in Los Angeles? Qu'est-ce que les gens font d'habitude en été à Los Angeles?",
        "24": "What kind of music do you like? Quelle sorte de musique est-ce que tu aimes?",
        "27": "What's your favorite food? Quelle nourriture est-ce que tu préfères?",
        "30": "What time does the movie start? A quelle heure est-ce que le film commence?",
        "33": "Who was your teacher? Qui était ton professeur?",
        "36": "Would you like to have dinner with me? Voudriez-vous dîner avec moi?",
        "39": "Would you like to rent a movie? Voudriez-vous louer un film?"
    },
    "Les courses": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=12",
        "0": "Can I have a glass of water please? Est-ce que je peux avoir un verre d'eau s'il vous plaît?",
        "3": "Can I use your phone? Est-ce que je peux me servir de ton téléphone?",
        "6": "Do you have any vacancies? Est-ce que vous avez des chambres de libre?",
        "9": "Do you have the number for a taxi? Est-ce que vous avez le numéro pour un taxi?",
        "12": "Do you know her? Est-ce que tu la connais?",
        "15": "Do you know where she is? Est-ce que tu sais où elle est?",
        "18": "Do you play basketball? Est-ce que tu joues au basket?",
        "21": "Fill it up, please. (gas station) Faites le plein, s'il vous plaît. (station d'essence)",
        "24": "He needs some new clothes. Il a besoin de nouveaux vêtements.",
        "27": "How much is that? Combien coûte cela?",
        "30": "How much is this? Combien coûte ceci?",
        "33": "I believe you. Je te crois.",
        "36": "I'd like the number for the Hilton Hotel please. Je voudrais le numéro de l'hôtel Hilton s'il vous plaît.",
        "39": "I'd like to buy a phone card please. Je voudrais acheter une carte de téléphone s'il vous plaît.",
        "42": "I'd like to go home. Je voudrais aller chez moi.",
        "45": "I'd like to go shopping. Je voudrais faire du shopping.",
        "48": "If you like it I can buy more. Si vous l'aimez, je peux en acheter plus.",
        "51": "I'm a beginner. Je suis débutant.",
        "54": "I'm full. Je suis repu.",
        "57": "I'm just kidding. Je plaisante.",
        "60": "I'm single. Je suis célibataire.",
        "63": "I speak two languages. Je parle deux langues.",
        "66": "I thought he said something else. Je pensais qu'il avait dit autre chose.",
        "69": "It's not too far. C'est trop loin.",
        "72": "I usually drink coffee at breakfast. D'habitude je bois du café au petit déjeuner.",
        "75": "Sorry, we don't have any. Désolés, nous n'en avons pas.",
        "78": "The books are expensive. Les livres sont chers.",
        "81": "Try it on. Essaie-le/la.",
        "84": "What do you want to buy? Qu'est-ce que tu veux acheter?",
        "87": "What size? Quelle taille?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "What time does the store open? A quelle heure est-ce que le magasin ouvre?",
        "94": "When does the plane arrive? Quand est-ce que l'avion arrive?",
        "97": "Where are you? Où es-tu?",
        "100": "Would you like something to eat? Voudriez-vous quelque chose à manger?"
    },
    "Difficultés de communication": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=13",
        "0": "Am I pronouncing it correctly? Est-ce que je le prononce correctement?",
        "3": "Can you do me a favor? Est-ce que tu peux me faire une faveur?",
        "6": "Can you help me? Pouvez-vous m'aider?",
        "9": "Can you please say that again? Est-ce que tu peux répéter ça encore s'il te plaît?",
        "12": "Can you show me? Est-ce que tu peux me montrer?",
        "15": "Can you throw that away for me? Est-ce que tu peux jeter ça pour moi?",
        "18": "Does anyone here speak English? Est-ce qu'il y a quelqu'un ici qui parle anglais?",
        "21": "Don't do that. Ne fais pas ça.",
        "24": "Do you believe that? Tu crois ça?",
        "27": "Do you have a pencil? Est-ce que tu as un crayon?",
        "30": "Do you smoke? Est-ce que tu fumes?",
        "33": "Do you speak English? Est-ce que vous parlez anglais?",
        "36": "Excuse me, what did you say? Excusez-moi, qu'est-ce que vous avez dit?",
        "39": "Forget it. Ce n'est pas grave.",
        "42": "How do you pronounce that? Comment est-ce que tu prononces ça?",
        "45": "How do you say it in English? Comment est-ce que tu le dis en anglais?",
        "48": "How do you spell it? Comment est-ce que tu l'épèles?",
        "51": "How do you spell the word \"Seattle?\" Comment est-ce que tu épèles le mot \"Seattle\"?",
        "54": "I can swim. Je peux nager.",
        "57": "I can't hear you clearly. Je ne vous entends pas clairement.",
        "60": "I don't mind. Ça ne me fait rien.",
        "63": "I don't speak English very well. Je ne parle pas très bien l'anglais.",
        "66": "I don't think so. Je ne pense pas.",
        "69": "I don't understand what your saying. Je ne comprends pas ce que vous dites.",
        "72": "Is there air conditioning in the room? Est-ce qu'il y a l'air conditionné dans la chambre?",
        "75": "I think you have too many clothes. Je pense que tu as trop de vêtements.",
        "78": "I trust you. Je te fais confiance.",
        "81": "I understand now. Je comprends maintenant.",
        "84": "Let's meet in front of the hotel. Retrouvons-nous devant l'hôtel.",
        "87": "Please sit down. S'il vous plaît asseyez-vous.",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Please speak English. S'il vous plaît parlez anglais.",
        "94": "Please speak more slowly. S'il vous plaît parlez plus lentement.",
        "97": "Sorry, I didn't hear clearly. Désolé, je n'ai pas bien entendu.",
        "100": "That means friend. Ça veut dire ami.",
        "103": "That's wrong. C'est faux.",
        "106": "Try to say it. Essaie de le dire.",
        "109": "What does this mean? Qu'est-ce que ça veut dire?",
        "112": "What does this say? Qu'est-ce que ça dit?",
        "115": "What does this word mean? Que veut dire ce mot?",
        "118": "What's the exchange rate? Quel est le taux de change?",
        "121": "Whose book is that? A qui est ce livre?",
        "124": "Why aren't you going? Pourquoi est-ce que tu ne pars pas?",
        "127": "Why are you laughing? Pourquoi est-ce que tu ris?",
        "130": "Why did you do that? Pourquoi est-ce que tu as fait ça?"
    },
    "Urgences et santé": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=14",
        "0": "Are you allergic to anything? Es-tu allergique à quelque chose?",
        "3": "Are you ready? Est-ce que tu es prêt?",
        "6": "Call me. Appelle-moi.",
        "9": "Did you send me flowers? Est-ce que tu m'as envoyé des fleurs?",
        "12": "Do you sell batteries? Est-ce que vous vendez des piles?",
        "15": "I don't care. Je m'en fiche.",
        "18": "I give up. J'abandonne.",
        "21": "I got in an accident. J'ai eu un accident.",
        "24": "I have a cold. J'ai un rhume.",
        "27": "I have one in my car. J'ai ma propre voiture.",
        "30": "I made this cake. J'ai fait ce gâteau.",
        "33": "I'm a teacher. je suis professeur.",
        "36": "I'm self-employed. Je suis à mon compte.",
        "39": "I still have a lot to do. J'ai encore beaucoup de choses à faire.",
        "42": "I still haven't decided. Je n'ai pas encore décidé.",
        "45": "It depends on the weather. Ça dépend du temps.",
        "48": "It's very cold today. Il fait très froid aujourd'hui.",
        "51": "My luggage is missing. Ma valise a disparu.",
        "54": "My stomach hurts. J'ai mal à l'estomac.",
        "57": "My throat is sore. J'ai mal à la gorge.",
        "60": "My watch has been stolen. On a volé ma montre.",
        "63": "Take this medicine. Prenez ce médicament.",
        "66": "The accident happened at the intersection. L'accident a eu lieu au croisement.",
        "69": "There has been a car accident. Il y a eu un accident de voiture.",
        "72": "Where can I exchange U.S. dollars? Où est-ce que je peux changer des dollars américains?",
        "75": "Where do you work? Où est-ce que tu travailles?",
        "78": "Where's the nearest hospital? Où est l'hôpital le plus proche?",
        "81": "Where's the post office? Où est la poste?"
    },
    "Expressions/termes culturels": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=15"
    },
    "Questions générales": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=16",
        "0": "And you? Et toi?",
        "3": "Anything else? Quoi d'autre?",
        "6": "Are they the same? Est-ce que ce sont les mêmes?",
        "9": "Are you afraid? As-tu peur?",
        "12": "Are you going to attend their wedding? Est-ce que tu vas assister à leur mariage?",
        "15": "Are you married? Es-tu marié?",
        "18": "Are you okay? Ça va?",
        "21": "Are you sick? Es-tu malade?",
        "24": "Behind the bank. Derrière la banque.",
        "27": "Can I borrow some money? Est-ce que je peux emprunter de l'argent?",
        "30": "Can I have the bill please? Est-ce que je peux avoir l'addition s'il vous plaît?",
        "33": "Can you call back later? Est-ce que vous pouvez rappeler plus tard?",
        "36": "Can you call me back later? Est-ce que tu peux me rappeler plus tard?",
        "39": "Can you carry this for me? Est-ce que tu peux porter ça pour moi?",
        "42": "Can you fix this? Est-ce que tu peux réparer ça?",
        "45": "Can you give me an example? Est-ce que tu peux me donner un exemple?",
        "48": "Can you speak louder please? Pouvez-vous parler plus fort s'il vous plaît?",
        "51": "Can you swim? Est-ce que tu sais nager?",
        "54": "Does he like the school? Est-ce qu'il aime l'école?",
        "57": "Do you accept U.S. Dollars? Est-ce que vous acceptez les dollars?",
        "60": "Do you have a girlfriend? Est-ce que tu as une petite amie?",
        "63": "Do you have an appointment? Est-ce que tu as un rendez-vous?",
        "66": "Do you have a problem? Est-ce que tu as un problème?",
        "69": "Do you hear that? Tu entends ça?",
        "72": "Do you know how to get to the Marriott Hotel? Est-ce que vous savez comment aller au Marriott Hotel?",
        "75": "Do you know what this means? Est-ce que tu sais ce que ça veut dire?",
        "78": "Do you know where I can get a taxi? Est-ce que vous savez où je peux prendre un taxi?",
        "81": "Do you know where my glasses are? Est-ce que tu sais où sont mes lunettes?",
        "84": "Do you like your co-workers? Est-ce que tu aimes tes collègues?",
        "87": "Do you need anything else? Avez-vous besoin d'autre chose?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Do you understand? Est-ce que tu comprends?",
        "94": "Give me the pen. Donne-moi le stylo.",
        "97": "How do you know? Comment est-ce que tu sais?",
        "100": "How is she? Comment va-t-elle?",
        "103": "How long is it? Ça dure combien de temps?",
        "106": "How many? Combien?",
        "109": "How much is it? C'est combien?",
        "112": "I have a lot of things to do. J'ai beaucoup de choses à faire.",
        "115": "In 30 minutes. Dans trente minutes.",
        "118": "Is anyone else coming? Est-ce que quelqu'un d'autre vient?",
        "121": "Is everything ok? Est-ce que tout va bien?",
        "124": "Is it cold outside? Est-ce qu'il fait froid dehors?",
        "127": "Is it far from here? Est-ce que c'est loin d'ici?",
        "130": "Is it hot? Est-ce que c'est chaud?",
        "133": "Is it raining? Est-ce qu'il pleut?",
        "136": "Is there anything cheaper? Est0ce qu'il y a quelque chose de moins cher?",
        "139": "Is your son here? Est-ce que ton fils est ici?",
        "142": "Should I wait? Est-ce que je devrais attendre?",
        "145": "The big one or the small one? Le grand ou le petit?",
        "148": "The cars are American. Les voitures sont américaines.",
        "151": "Were there any problems? Est-ce qu'il y a eu des problèmes?",
        "154": "Were you at the library last night? Etais-tu à la bibliothèque hier?",
        "157": "What are you doing? Qu'est-ce que tu fais?",
        "160": "What are you thinking about? A quoi tu penses?",
        "163": "What are you two talking about? De quoi est-ce que vous parlez tous les deux?",
        "166": "What did you do last night? Qu'est-ce que tu as fait la nuit dernière?",
        "169": "What did you do yesterday? Qu'est-ce que tu as fait hier?",
        "172": "What did you think? Qu'est-ce que tu as pensé?",
        "175": "What do they study? Qu'est-ce qu'ils étudient?",
        "178": "What do you have? Qu'est-ce que tu as?",
        "181": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "182": "What do you think? Qu'en penses-tu?",
        "185": "What happened? Qu'est-ce qui s'est passé?",
        "188": "What is it? Qu'est-ce que c'est?",
        "191": "What is that? Qu'est-ce que c'est que ça?",
        "194": "What should I wear? Qu'est-ce que je devrais mettre?",
        "197": "What's in it? Qu'est-ce qu'il y a dedans?",
        "200": "What's the temperature? Quelle est la température?",
        "203": "What's this? Qu'est-ce que c'est que ça?",
        "206": "What's up? Quoi de neuf?",
        "209": "Where are you from? D'où viens-tu?",
        "212": "Where can I rent a car? Où est-ce que je peux louer une voiture?",
        "215": "Where did it happen? Où est-ce que ça s'est passé?",
        "218": "Where did you learn it? Où est-ce que tu l'as appris?",
        "221": "Where is he? Où est-il?",
        "224": "Where is he from? D'où vient-il?",
        "227": "Which is better, the spaghetti or chicken salad? Qu'est-ce qui est mieux, les spaghettis ou la salade au poulet?",
        "230": "Which one do you want? Lequel tu veux?",
        "233": "Which one is cheaper? Lequel est moins cher?",
        "236": "Which one is the best? Lequel est le meilleur?",
        "239": "Which school does he go to? Dans quelle école est-ce qu'il va?",
        "242": "Who are they? Qui sont-ils?",
        "245": "Who are you looking for? Qui cherches-tu?",
        "248": "Who is it? (Inquiring about who is on the phone) Qui est-ce? (Pour s'informer de qui est au téléphone)",
        "251": "Who's calling? Qui est à l'appareil?",
        "254": "Who's that man over there? Qui est cet homme là-bas?",
        "257": "Who taught you that? Qui t'a appris ça?",
        "260": "Why did you say that? Pourquoi est-ce que tu as dit ça?",
        "263": "Will you pass me the salt please? Pourrais-tu me faire passer le sel s'il te plaît?",
        "266": "Will you put this in the car for me? Pourrais-tu mettre ça dans la voiture s'il te plaît?",
        "269": "Would you ask him to call me back please? Pourriez-vous lui demander de me rappeler s'il vous plaît?",
        "272": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "273": "Yes. Oui.",
        "276": "You have a very nice car. Tu as une très belle voiture.",
        "279": "You look like my sister. Tu ressembles à ta soeur."
    },
    "Le travail": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=17",
        "0": "6 dollars per hour. Six dollars de l'heure.",
        "3": "Are you waiting for someone? Est-ce que tu attends quelqu'un?",
        "6": "Are you working today? Travailles-tu aujourd'hui?",
        "9": "Bring me my shirt please. Apporte-moi ma chemise s'il te plaît.",
        "12": "Do you like to watch TV? Est-ce que tu aimes regarder la télé?",
        "15": "Do you like your boss? Est-ce que tu aimes ton patron?",
        "18": "Have you finished studying? Est- ce que tu as fini d'étudier?",
        "21": "He's an Engineer. Il est ingénieur.",
        "24": "He's very hard working. Il est très travailleur.",
        "27": "He works at a computer company in New York. Il travaille pour une compagnie d'informatique à New York.",
        "30": "How long have you worked here? Depuis combien de temps est-ce que tu travailles ici?",
        "33": "How many hours a week do you work? Combien d'heures par semaine est-ce que tu travailles?",
        "36": "How much money do you have? Combien d'argent est-ce que vous avez?",
        "39": "How's the weather? Quel temps fait-il?",
        "42": "How was the trip? Comment était le voyage?",
        "45": "I forget. J'oublie.",
        "48": "I'm good. Je vais bien.",
        "51": "I'm ready. Je suis prêt.",
        "54": "I still have a lot of things to buy. J'ai encore beaucoup de choses à acheter.",
        "57": "I've seen it. Je l'ai vu.",
        "60": "What does he do for work? Qu'est-ce qu'il fait comme travail?",
        "63": "What does your father do for work? Qu'est-ce que ton père fait comme travail?",
        "66": "What do you do for work? Qu'est-ce que tu fais comme travail?",
        "69": "What do your parents do for work? Qu'est-ce que tes parents font comme travail?",
        "72": "What's the matter? Quel est le problème?",
        "75": "What time do you go to work everyday? A quelle heure est-ce que tu vas au travail chaque jour?",
        "78": "When do you arrive in the U.S.? Quand est-ce que tu arrives aux Etats-Unis?",
        "81": "When do you get off work? Quand est-ce que tu sors du travail?",
        "84": "Where did you put it? Où est-ce que tu l'as mis?",
        "87": "Where does it hurt? Où est-ce que ça fait mal?",
        "90": "(adsbygoogle = window.adsbygoogle || []).push({});",
        "91": "Where do you want to go? Où veux-tu aller?"
    },
    "Le temps": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=18",
        "0": "Come here. Viens ici.",
        "3": "Does it often snow in the winter in Massachusetts? Est-ce qu'il neige souvent en hiver dans le Massachusetts?",
        "6": "Do you think it'll rain today? Est-ce que tu penses qu'il pleuvra aujourd'hui?",
        "9": "Do you think it's going to rain tomorrow? est-ce que tu penses qu'il va pleuvoir demain?",
        "12": "How's business? Comment vont les affaires?",
        "15": "Is it close? Est-ce que c'est près?",
        "18": "Is it possible? Est-ce que c'est possible?",
        "21": "Is it ready? Est-ce que c'est prêt?",
        "24": "It costs 20 dollars per hour. Ça coûte vingt dollars de l'heure.",
        "27": "It hurts here. Ça fait mal ici.",
        "30": "It's far from here. C'est loin d'ici.",
        "33": "It's going to be hot today. Il va faire chaud aujourd'hui.",
        "36": "It's north of here. C'est au nord d'ici.",
        "39": "It's over there. C'est là-bas.",
        "42": "It's raining. Il pleut.",
        "45": "It's too late. C'est trop tard.",
        "48": "It's very important. C'est très important.",
        "51": "It will arrive shortly. J'arriverai sous peu.",
        "54": "The roads are slippery. Les routes sont glissantes.",
        "57": "What's the room rate? Quel est le prix d'une chambre?",
        "60": "What will the weather be like tomorrow? Quel temps fera-t-il demain?"
    },
    "Le verbes": {
        "Link": "http://englishspeak.com/fr/english-phrases?category_key=19"
    }
}