{
    "Ben": {
        "Liked_Review": "Excellent location ",
        "Disliked_Review": "Water pressure too low"
    },
    "Martin": {
        "Liked_Review": "Excellent location in the CBD but within easy walking distance to some attractions and the MRT opposite for quick transfers to others. We were given a free upgrade to a Finlayson Suite which was very spacious indeed and well equipped. Very comfortable bed. Large bathroom and lounge, fully equipped kitchen. Everything was clean and well maintained. Staff were friendly, efficient and courteous.",
        "Disliked_Review": "The property is a period building with an interesting history - to retain the character of the building, it has the original window frames and these do allow an element of road noise."
    },
    "Mark": {
        "Liked_Review": "Location ",
        "Disliked_Review": "Like everything "
    },
    "Betty": {
        "Liked_Review": "Staff us extremely friendly and makes sure you have everything you need at all times. The rooms was very spacious and sparkling clean.",
        "Disliked_Review": null
    },
    "William": {
        "Liked_Review": "Large room with a kitchenette and good views from the balcony ",
        "Disliked_Review": null
    },
    "Trevor": {
        "Liked_Review": "It provided the room and service that was advertised not all do \rStaff were very helpful at a busy time new year \rGreat",
        "Disliked_Review": "The air conditioning was a little noise but after an 11 hour flight nothings going to stop you sleeping"
    },
    "Noohu": {
        "Liked_Review": "Amazing amenities, awesome ambiance, Ascott has never disappointed me.",
        "Disliked_Review": "We were with a child and we arrived quite early. But had to wait for 4 hours to get checked in. Not the hotel’s fault, but an early check in could make us feel good."
    },
    "Natasha": {
        "Liked_Review": "Beautiful apartment, comfortable, clean, completely fully equipped kitchen when was what we wanted, the bathroom was lovely and the bath was a big bonus. Staff were so friendly and the swimming pool is ace. ",
        "Disliked_Review": "Nothing that we didn’t like, it was a bit quiet in the area as it was in the office district and it was obviously closed for Christmas but that was entirely on us and not planning sufficiently! "
    },
    "Anna": {
        "Liked_Review": "We booked the largest suite and it was a good space with good facilities (catering, laundry/ironing etc).  Hotel was also within walking distance of hawkers food stalls and restaurants, although it was in the commercial area rather than the main shopping area.",
        "Disliked_Review": "We booked a large taxi 2 days before departure to take us to the airport due to the number of big suitcases we had for our family of 4, but this booking was forgotten to be placed by the hotel.  In the end we had to take 2 taxis paying two fares instead.  The receptionist on duty did not appear to be empathically apologetic for this....."
    },
    "Kate": {
        "Liked_Review": "Location, spacious room, really comfy huge bed, high quality toiletries, excellent sturdy cot for toddler (not the usual flimsy portable ones!)",
        "Disliked_Review": null
    }
}